[
    {
        "job_description": "Data Scientist Lead - REMOTE",
        "link": "https://www.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DjHvLHG-fYDKeElzGabtytFldtxc-EIiSdXvIQjqX9HIzUG8IcG8J2LtUA3mH0wdoaUaB8hHjWQUnna1LFNZQ9dadEBCXw8z4sC8MVjDmoTIyIDF_Lpn1IKRQ4s86NztPrqKH0ZtmP3S7vl98GPjp-7KyQn4hmtL7tp7ip0tlVInFd8D8Zt7we2Ksy8abC-7IpRzmcXp1FVkFg8cJV-ysKxnPqOLSFjVVPPK9d5v3UEYFov7JaPY69P3ZIZhMHV7lTnBBK_mol9bGC9sIqaV3XdtLgnpNOBxvZjrjIxbF8mdm8p3EUYdLsnhNpTNfGw79DkOlcehPYMhZUhDFAtl9EShBljuM6F8GC6pX6zH9dn8SqVyqytBUonynd2EThc10LiPLWc8pZehNJupMOgJtTUZUjQYarerbQdNzJ82wesrk_ihc5iv9bAa5gdzuxrZz6f6cmvmXsqKcryXN8q1X7lf8LWktXnZPmxQlRSO_8MS2bUNIE3ajXGhseW1tcgxSG5eRKJIZOQ04W5jhx1aC7Qdarmiud1Jz8FTdjpnPgBGdtvQ-yCRHPH-anPV-PvR7RPxGr62e1NZiqh8dEBzVKdRANStkRFAniMB8uBOQ7of7WRrmU2XhSCov8nUvaY8NY1t5WbsRt9kBTB3kq3HvWOqQWrkKxZyEovikTmDkiOfzG9y_QCGQlls4rmmGLrRHgiAI9yooM2jm8SzoTJ7Ilbe0hLhec_So3RUGhYYmDLLUCor-1tWiouu-eqBZ62WdLsISLOr1RLs-OMGq-vdo19UhAf0PO7fwMHRq8aYYVHMUFlHMmMiga6VUCfpksBV1QzdfDXwIcP2xTuTFzQ2Kk8dYCPfd4X1GDyF8qlCDhzFETqPengbZj9d3kx1ATj1TEsk3CbWBIDSyEard3Ix3tsSI8iosURrRjBvUX7Wm67c9WcwbjFSy4I3FBA4kb55EWPsUmDajAKaN16hCCD_RFMjfKnUT32nHkqleRKpncS5iKdDDiOuKzAR14IJdYbFEibAnU3qWwiLg4DLHz4jZclROginP0rGIjhlgzUPhge-Dz0b3fHWj9k-sZOduGwZWYVz8dCQMn96B6jnluc7O9GRRm2MIS0Vj1vEd4zgzNVxGMrcerkkpab6fk3-sC7M8XO2utx2EXjg==&xkcb=SoBg-_M3Y5x-kA2ahx0JbzkdCdPP&p=0&fvj=1&vjs=3",
        "company": "Macy’s",
        "salary": "$141,240 - $235,320 a year",
        "Employment type": "Full-time",
        "location": "Remote in New York, NY 10001",
        "job_paragraphs": [
            "About:\nMacy’s is proudly America’s Department Store. For more than 160 years, Macy’s has served generations at every stage of their lives. Our customers come to us for fashion, value and celebration.",
            "Macy’s Marketing delivers a healthy, profitable customer franchise that is growing through engagement and acquisition. Our team leads strategic initiatives such as personalization and monetization, as well as our Star Rewards Loyalty program.",
            "Take the helm of one of the world’s most beloved brands and help bring it to life for our customers. As part of our team, you’ll own, guide, and direct marketing efforts, motivating our customers to strengthen their relationship with our brand. Constantly creating, innovating, and exploring the new, you’ll drive customer engagement and loyalty while sparking excitement.",
            "Job Overview:\nAs part of the Supply Chain group, the Lead Data Scientist will develop innovative analytical approaches to support merchandising and supply chain operations and strategy. The Lead Data Scientist will create new analytical models, processes and reporting practical methods to forecast demand, understand customer preferences, improve inventory placement, predict business outcomes, and optimize major investments in supply chain strategy. The Data Scientist will work closely with cross functional groups to enhance analytical capabilities, identify business opportunities, and quantify the impact of strategic projects. They will also build dashboards, visualizations, and conduct ad-hoc data analysis for business partners as needed.",
            "The ideal candidate will have a blend of applied math, data science and engineering skills, proven track record of solving critical business problems through data science and strong analytical/quantitative and engineering skills. The candidate will be expected to be strong at communication and capable of cross group collaborations",
            "Essential Functions:",
            "Qualifications and Competencies:"
        ],
        "job_bullets": [
            "Answering complex business questions by using statistics, modeling, simulation, and machine learning techniques",
            "Designing and running experiments to gather data (i.e. A/B testing)",
            "Develop novel applications of classification, forecasting, simulation, optimization, and summarization techniques.",
            "Conducting data preparation and cleansing, and building data pipelines to support modeling and operational needs",
            "Work closely with cross functional teams to encourage best practices for experimental design and data analysis.",
            "Create compelling interactive visualizations and presentations to enhance decision making capabilities throughout the company.",
            "Perform other duties as assigned.",
            "Minimum Graduate Degree",
            "Preferred PhD",
            "2-5 Years Relevant Research Experience",
            "Extensive experience in Python and SQL",
            "Familiarity with visualization tools such as Tableau, Looker, or Power BI",
            "Ability to effectively share technical information, communicate technical issues and solutions to all levels of business",
            "Able to work independently and juggle multiple projects - can identify primary and secondary objectives, prioritize time and communicate timeline to team members",
            "Ability and desire to take product/project ownership",
            "Ability to think creatively, strategically and technically",
            "Strong passion for answering complex business questions using structured problem solving and rigorous data analysis",
            "Practices open and continuous communication, values keeping others informed, effectively presenting information in a clear, concise manner.",
            "Excellent leadership, facilitation, and interpersonal skills, with the ability to work across functional lines and at many levels",
            "Ability to think creatively, strategically and technically",
            "Ability to work a flexible schedule based on department and Company needs"
        ]
    },
    {
        "job_description": "Data Scientist - Electricity Markets Analyst",
        "link": "https://www.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DP3PcH6qgGcTiQ72BK3ZBL5iy5G6FGF51pFJAmRfkfDZ07zjDHstS4XyRvehMzOHeYHgPR_B5Snsb6Z53FDpkU8j_boyVkYTbsNsue0CVASpNKemoS_oAOPLzNvWFWh3obhWtmV5BDILOo8VmxEOxvk5NiQiC-ks7yO_qlNO29rdAaW141dgfx8FmDypPrgANvc9o-EiURFlCro1AEXXzpzOstq9trkWjAmsELZXNfMlQa9zzGoGCsDmWZRxHvREE1HxEs8vMQwzFVUXUhFBzSXJxQZvPtSjEAbvfZnq_i2XI9On9IC9L-a40xMZF77zBVr4ToOXXy2su4QXGeFhCjZhcg84IoiN0JFsjwBtQ9SYDYKOovIFi9IZI6wzAtz3HQblfZ8Z92WCV1f-MTGwHSezoDkYrnkl3NbwggWuNUNz8H7j_4ouAf5AoS8Aty3XA6KI8AKkK4G417rwu8ZATeQEeXdQNVp_KlZ0o6EFQbg10AV47CaA5_ivTcwpyj410=&xkcb=SoAQ-_M3Y5x-kDWahx0LbzkdCdPP&p=2&fvj=1&vjs=3",
        "company": "Potomac Economics",
        "salary": "$100,000 - $140,000 a year",
        "Employment type": "Full-time",
        "location": "Austin, TX 78744 ",
        "job_paragraphs": [
            "Data Scientist - Electricity Markets\nData Scientist / Economic Analyst / Custom Software Developer",
            "Job Description:",
            "Can competitive electricity markets coordinate the production of electricity from all supply resources in order to minimize costs, produce reasonable prices, and keep the lights on?",
            "At Potomac Economics, you would be a valuable member of a market monitoring team that studies wholesale electricity markets throughout the United States. This includes designing, creating, and utilizing databases and custom software to analyze a wide array of market data. The team uses this monitoring software to evaluate the performance of competitive markets, identify potential improvements in market design, and detect attempts to manipulate the market or exercise market power.",
            "Primary duties of a Data Scientist include:",
            "A successful Data Scientist will:",
            "Economic Analyst Requirements:",
            "Job Type: Full-time",
            "Pay: $100,000.00 - $140,000.00 per year",
            "Benefits:",
            "Schedule:",
            "Supplemental pay types:",
            "Work Location: One location"
        ],
        "job_bullets": [
            "Producing efficient Python code to process, visualize, and analyze market data",
            "Developing dashboards, figures, tables, and other work products to convey clearly the results of analyses using tools like Excel, PowerBI, and Python.",
            "Troubleshooting, debugging, maintaining, and improving existing data processing and analysis software in Python and SAS",
            "Identifying and recommending improvements to existing software and analyses",
            "Communicate analytical conclusions in a straightforward manner",
            "Demonstrate the ability to utilize data analysis software to effectively analyze large quantities of market data",
            "Collaborate effectively with analysts and market experts",
            "Work productively with limited oversight",
            "Develop code that is easy to maintain and reuse",
            "Bachelor's or Master’s degree in Economics, Data Science, Electrical Engineering or another relevant field of study",
            "3 or more years of experience with data analysis in Python, SAS, R, SQL, etc.",
            "Knowledge of electricity markets is preferred",
            "401(k)",
            "Dental insurance",
            "Employee discount",
            "Flexible spending account",
            "Health insurance",
            "Health savings account",
            "Life insurance",
            "Paid time off",
            "Retirement plan",
            "Vision insurance",
            "Monday to Friday",
            "Bonus pay"
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0CUiNPx3JJMftrniD84mdXKaxJ3iSjJgJAqzFniN-7X5qfIIbgtbL2t4OMTou7BWJcgZh04wmY3A3G71hR_C3ilgvU-rr93GYArTrWucztfnEXyTDLkDJ-YMbrKJhN14Y-bMgs9n-voCTI85NfnMSvm7l8Z7tGhvOFDikLSegz_m4L7h2jPitwcczhXV8ZV_-Cf5Ymb3Wcc13ImQendlmMHPbRqXisnzJs9rFg6aUzYKt6iDuc3Q9koqDvABBOwugC-rBPuQ51YUpkRTBlFppM3WoiNhhxNb8IG1IqjthD3y4i_Y_jyVMnhLGHB8kU6um6T7diB0WqvSd1S60L7BCE55q2ZEvF0FkeYNJLfqOUxRVgOuOVRaxdsgxutVrfUwrgp-AhXj7nb68nv4V40kdDbkqsHkhjYT8ARQEN9zoZ2uMbgZzslIn86Nps1NZNuYVeSfT2Am4POvjIAlGk9X3snozPZWSTRZ1miVHBBV4Os4Q==&xkcb=SoCk-_M3Y5x-kDWahx0KbzkdCdPP&p=3&fvj=1&vjs=3",
        "company": "firstPRO Inc.",
        "salary": "$130,000 - $150,000 a year",
        "Employment type": "Full-time",
        "location": "Hybrid remote in Burlington, NJ 08016",
        "job_paragraphs": [
            "firstPRO inc. is looking for a Data Scientist for our client in Burlington, NJ.",
            "This is a full time direct hire opportunity. Sorry, no sponsorship, US citizens and green card holders only.",
            "This is a hybrid opportunity.",
            "The Data Scientist II will support business areas including Merchandising, Allocations, Marketing, IT and Supply Chain Analytics teams with insights gained from analyzing internal and external data. Must have strong experience using a variety of data mining/data analysis methods, using a variety of data tools building and implementing models, using/creating algorithms and creating/running simulations. Must have strong interpersonal and relationship building skills & strong written and verbal communication skills.\nDuties & Responsibilities:",
            "Education & Qualifications:",
            "Skills and Abilities:",
            "Job Type: Full-time",
            "Pay: $130,000.00 - $150,000.00 per year",
            "Benefits:",
            "Schedule:",
            "Supplemental pay types:",
            "Work Location: Hybrid remote in Burlington, NJ 08016"
        ],
        "job_bullets": [
            "Work with stakeholders throughout the organization including Merchandising, Allocations, Marketing, IT and Supply Chain Analytics to identify opportunities for leveraging company data to drive business solutions",
            "Mine and analyze data from the data warehouse to drive optimization and improvement of product allocation, marketing strategy and drive sales",
            "Develop predictive models using various algorithms and come up with the best outcomes for business to follow",
            "Keep up-to-date with latest technology trends",
            "Coordinate with different functional teams to implement models and monitor outcomes",
            "Develop processes and tools to monitor and analyze model performance and data accuracy",
            "Create presentation of gained insights and explain it to stakeholders",
            "Experience: 5-7 Years",
            "Advanced US Degree or a Foreign Equivalent",
            "5+ years Information Technology experience",
            "5+ years practical experience with SaaS, ETL, data processing, database programming and data analytics",
            "Experience in writing SQL code to access data from the data warehouse",
            "Experience in coding using Java/Python",
            "4+ years extensive background in data mining and statistical analysis",
            "Able to understand various data structures and common methods in data transformation",
            "Excellent pattern recognition and predictive modeling skills",
            "Working knowledge with Analytical tools like MicroStrategy, Tableau, Looker, etc.",
            "Knowledge of automation tools to schedule jobs",
            "Retail experience preferred",
            "401(k)",
            "Dental insurance",
            "Flexible schedule",
            "Health insurance",
            "Paid time off",
            "Vision insurance",
            "Monday to Friday",
            "Bonus pay"
        ]
    },
    {
        "job_description": "Sr. Data Scientist / Machine Learning (Start-up experience,...",
        "link": "https://www.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0D_sybMACCpf9B-677oK5j6rPldVB6BlrVvFjO_o-GJZbzuF-qh4PxErFUqfUsv_6uDo2-oUjtvOPffEsgUku8-32qrHxhFPsxX54Qp5Uj7fL08ipq57YWtN7QmCYZ17OMT7s9VKk42kXBBGoTur7LULS7h-d7Jl5235GhrNqw2N7XHBAFjzOuF3UjuUkwqg0dwDAPKjOPk_roGoCLJvO3XJOKRmpLdcSU4Uajp_Gyb9PQLXQEFIRMfvg7vbn33uzq7vmt9uHWI3vmPiURlsIz--oVGbeVjpTHdJ4iZojFXkUQPxBghVat5-qv6nKyYUMUbYNicVjaR7ZBhyIpf0F57wdytrU9ZG-fH3hh2DJ_bDBOn3yVp1Js_9CZGTyplgzzfrWVpyT4TFbmlgcicRY_mnA9hG336tKx5WFLnvBijmA5QC-0G7kDT5f3LUlN1Ba5M0p9ZJ2pfYi4DM7GFKJkfn5duJH-qOpG3C1wX0kwgB1elkgcvAGAPnShmABZzJiZg14KpLonGLbXhcU0mn2CQ&xkcb=SoA5-_M3Y5x-kDWahx0JbzkdCdPP&p=4&fvj=0&vjs=3",
        "company": "Vaco",
        "salary": "$140,000 - $200,000 a year",
        "Employment type": "Full-time",
        "location": "Remote in Nashville, TN",
        "job_paragraphs": [
            "Title: Sr. Data Scientist",
            "Why is this position open? Growth",
            "Pay/Salary/Benefits/Perks: $140k/yr - $200k/yr",
            "Work from Home Policy: Full Remote",
            "Skills Required: We're looking for highly skilled data scientist to bring your breadth of knowledge to our team. As part of our team, you'll work with other passionate data scientists in an exciting, dynamic environment working with a massive dataset utilizing machine learning and more.",
            "Best Personality Match for this Role: Someone knowledgeable with Data Science, Machine learning, and more",
            "Screening / Background checks Required: Criminal",
            "Required:",
            "Nice-to-have:"
        ],
        "job_bullets": [
            "A few years of strong technical experience around data science and machine learning",
            "Heavy with SQL and Python",
            "Expert knowledge around machine learning, applied statistics, and A/B testing",
            "Code optimization, deployment, and monitoring ML models",
            "Strong collaborator",
            "Master's or Ph.D. degree",
            "Experience with two-sided marketplace",
            "Experience with AWS (DynamoDB, SageMaker) or equivalent",
            "Experience with Airflow",
            "Experience with a deep learning framework"
        ]
    },
    {
        "job_description": "Data Scientist, Analytics - Trust & Safety",
        "link": "https://www.indeed.com/rc/clk?jk=6973ef7f87d8c0f3&fccid=fe2d21eef233e94a&vjs=3",
        "company": "Twitch Interactive, Inc.",
        "salary": "$144,000 - $176,000 a year",
        "Employment type": "Full-time",
        "location": "Remote in San Francisco, CA 94104",
        "job_paragraphs": [],
        "job_bullets": [
            "Own one or more safety data verticals end to end; drive workstreams including data pipelining, data analysis, metric definition, dashboard building and data visualization.",
            "Design and deploy end-to-end process and best practice tooling standards for forecasting and demand planning.",
            "Own and improve demand planning KPIs on forecast accuracy by leveraging historical data and understanding upcoming policy and product changes",
            "Cultivate relationships with cross-functional partners across operations, product, policy, and engineering to remove roadblocks, provide insight, and execute on high-impact projects to reduce harm to the Twitch community.",
            "Prioritize and execute in the face of ambiguity: work with stakeholders and mentors to distill the problem, adapt your tools to answer complicated questions, and identify the trade-offs between speed and quality of different approaches.",
            "Create analytical frameworks to measure team success: partner with cross-functional teams to define success metrics, create approaches to track the data and troubleshoot errors, quantify and evaluate the data, then develop a common language for all colleagues to understand these KPIs.",
            "Operationalize data processes - provide the team with ad-hoc analysis, automated dashboards, and self-service reporting tools so that everyone gets a good sense of the state of the business.",
            "Work with product and engineering teams to build and maintain our data infrastructure to ensure the ability to use data to turn into insights.",
            "Knowledge of demand modeling (e.g., forecasting, planning, optimization etc. and its application to solve real-world staffing problems)",
            "Experience with model building using regression, forecasting, time series, classification, cluster, etc. Experience with quantitative analysis and hypothesis testing",
            "Strong technical data skills including experience with a SQL dialect and experience building tools and automation to clean, transform, merge, and visualize data in a procedural language",
            "Experience with data analysis and visualization tools (SQL, Tableau, Mode, Looker). Programming language skills with R/Python, Statistics or mathematics tools like R, MATLAB, SAS",
            "Proven track record of using data to generate insight and drive business results",
            "Effective written and verbal communication skills to justify forecasting plans to influence peers and executives.",
            "Comfortable working independently; strong prioritization skills and demonstrated ability to manage stakeholder expectations",
            "Must be comfortable working with highly sensitive and/or disturbing content",
            "Medical, Dental, Vision & Disability Insurance",
            "401(k)",
            "Maternity & Parental Leave",
            "Flexible PTO",
            "Amazon Employee Discount",
            "Monthly Contribution & Discounts for Wellness Related Activities & Programs (e.g., gym memberships, off-site massages, etc.)"
        ]
    },
    {
        "job_description": "Data Scientist, University Graduate (Data Analysis TikTok)-...",
        "link": "https://www.indeed.com/rc/clk?jk=6eec04cf86c2bc88&fccid=caed318a9335aac0&vjs=3",
        "company": "TikTok",
        "salary": null,
        "location": "Seattle, WA",
        "Employment type": null,
        "job_paragraphs": [],
        "job_bullets": [
            "Develop comprehensive product metrics and quantitative measurement structure based on product stages and business purposes.",
            "Design and implement reporting dashboards and the associated data pipeline to deliver insights and improve the workflows of internal teams.",
            "Partner closely with key stakeholders to optimize overall product adoption and performance driven growth. Provide suggestions for improvements to align with the business goal.",
            "Measure and visualize the effectiveness of product updates, conduct research and analysis on various business processes to identify business problems, and further provide optimization suggestions to improve operating efficiency.",
            "Be creative and think outside of the box to bring innovative product solutions to our users.",
            "Bachelor's or Master's degree in data analytics/ quantitative or related fields or equivalent practical experience.",
            "Bachelor's or Master's degree in data analytics/ quantitative or related fields or equivalent practical experience.",
            "Final year or recent graduate with a background in data analytics/ quantitative, or a related technical discipline.",
            "Experience with one of the programming languages: SQL, R, Python.",
            "Ability to conduct rigorous analysis and communicate conclusions to both technical and non-technical audiences.",
            "Understanding of data modeling and statistical analysis techniques, including: hypothesis testing, model evaluation, and common regression and classification algorithms.",
            "Solid communication and collaboration skills with the ability to work effectively with internal teams in a cross-cultural and cross-functional environment.",
            "Must obtain work authorization in country of employment at the time of hire, and maintain ongoing work authorization during employment.",
            "Demonstrated data science or product analysis experience from previous internship, work experience, etc. Product management experience is a plus.",
            "Demonstrated experience handling terabyte size datasets, applying statistics and machine learning techniques and algorithms, using visualization tools to present data.",
            "Demonstrated success in leading data-driven projects from definition to execution, from defining metrics to communicating actionable insights.",
            "Understanding of deep learning, or distributed computing (Hive/Hadoop)."
        ]
    },
    {
        "job_description": "Data Scientist co op (Spring/Summer 2023)",
        "link": "https://www.indeed.com/rc/clk?jk=44823433bcc03d71&fccid=0bed8e17bc113980&vjs=3",
        "company": "Johnson & Johnson",
        "salary": null,
        "location": "Remote in Raritan, NJ 08869",
        "Employment type": "Full-time",
        "job_paragraphs": [
            "Janssen R&D, a member of Johnson & Johnson's Family of Companies is recruiting for a Data Scientist (co-op), located at our PA or NJ sites and also able to work remotely.",
            "The role sits within the Quality Analytics Organization in BioResearch Quality & Compliance (BRQC), a unit of Janssen R&D responsible for quality in clinical trials. It will involve the implementation of descriptive, predictive and prescriptive data analytics. This exciting role will allow you to bring innovative thinking to a team that is fast moving and looking to prototype advanced data analysis techniques.",
            "The scope of data to be analyzed ranges from data about BRQC quality processes, to operations or scientific data from our R&D partners and further to external data from industry and regulators.",
            "KEY RESPONSIBILITIES:\nMain responsibilities will include, but are not limited to:",
            "The Data Scientist will:",
            "EDUCATION:",
            "EXPERIENCE AND SKILLS:",
            "REQUIRED:",
            "PREFERRED:",
            "At Johnson & Johnson, we’re on a mission to change the trajectory of health for humanity. That starts by creating the world’s healthiest workforce. Through cutting-edge programs and policies, we empower the physical, mental, emotional and financial health of our employees and the ones they love. As such, candidates offered employment must show proof of full COVID-19 vaccination or secure an approved accommodation prior to the commencement of employment to support the well-being of our employees, their families and the communities in which we live and work.",
            "For more information on how we support the whole health of our employees throughout their wellness, career and life journey, please visit www.careers.jnj.com.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ],
        "job_bullets": [
            "Assist in creating new mechanisms to monitor for quality signals on an ongoing basis using advanced analytics, signal detection, natural language processing, machine learning, deep learning, and time-series analysis",
            "Engage with diverse business partners to develop innovative trending and modeling capabilities that help improve current processes.",
            "Bring capability and skills to contextualize quality data into insights that will enable data driven-decision making",
            "Apply analytical/statistical methods to complex and disparate data sources to deliver actionable insights",
            "Bring together the critical factors of data, processes, and systems to create insight from information",
            "Work on a number of data science projects and be given the opportunity to define innovative techniques to analyze data and generate insights",
            "Work with a team of other data analysts and scientists",
            "Liaise with members of BRQC to define, conduct and communicate data analytics",
            "Candidates must be enrolled in an accredited college/university pursuing a Bachelor’s, Masters or Ph.D. degree, preferably with a STEM major or area of concentration.",
            "Available to work (Part-time or Full-time).",
            "Legally authorized to work in the United States.",
            "Highly organized and able to take on multiple responsibilities and keep track of details.",
            "Have the ability to work individually (independently) as well as on a team.",
            "Candidates need to be proficient with Microsoft Office, Word, Excel and Power Point, and have strong oral and written communication skills.",
            "Need programming and/or data and business analysis experience.",
            "Prior data science experience, i.e. analyzing real-world (noisy/imperfect/incomplete) datasets and developing algorithms to solve problems on them, is strongly preferred.",
            "Prior programming experience in a Data Science language (R/Python) is preferred.",
            "Experience with agile software development is desired."
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=97a0d4d8ec9d9923&fccid=3e9b269328805689&vjs=3",
        "company": "Audible",
        "salary": null,
        "location": "Hybrid remote in Newark, NJ",
        "Employment type": "Full-time",
        "job_paragraphs": [],
        "job_bullets": [
            "Develop and validate models to optimize the Who, When, Where and How of all our interactions with customers.",
            "Work closely with other data scientists, ML experts, engineers as well as business across globe, and on cross-disciplinary efforts with other scientists within Amazon.",
            "Contribute to the growth of the Audible Data Science team by sharing your ideas, intellectual property and learning from others.",
            "MS in one of the following disciplines: Computer Science, Statistics, Data Science, Economics, Applied Math, Operational Research or a related quantitative field.",
            "Fluent in SQL, Python.",
            "Passion for data (and fearlessness in the face of a data tsunami), modeling, research design and cutting-edges algorithms.",
            "MS in one of the following disciplines: Computer Science, Statistics, Data Science, Economics, Applied Math, Operational Research or a related quantitative field and 3+ year experience or PhD 1+ year experience.",
            "Domain knowledge of comparable products (digital, retail).",
            "Big Data Engineering with Spark / AWS EMR & Glue."
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=4d0fad601dcd5448&fccid=614604a6208fa23b&vjs=3",
        "company": "The Travelers Companies, Inc.",
        "salary": "$110,600 - $182,600 a year",
        "Employment type": "Full-time",
        "location": "Hartford, CT",
        "job_paragraphs": [],
        "job_bullets": [
            "Assist in design and development of analytical solutions.",
            "Share knowledge with the community through discussions, presentations, or peer reviews.",
            "Begin to set and manage expectations with business partners for small projects, and with guidance, identify potential conflicts and build consensus.",
            "Communicate analysis, insights, and results to manager, peers and business partners and with guidance, tailor communication to the audience.",
            "Become a mentor or resource for less experienced analytic talent, onboard new employees and interns, and provide support for intern recruiting and talent assessment efforts.",
            "Support various training and skill development initiatives",
            "Perform other duties as assigned.",
            "Masters in STEM related field or equivalent",
            "3 years of related experience",
            "Strong working knowledge of modeling/ research/analytics or actuarial required",
            "Relevant statistical analysis work experience required",
            "Strong Knowledge of statistical techniques with the ability to read/revise/ review statistical software programs",
            "Ability to develop models and interpret model results",
            "Understanding of advanced statistics underlying data models",
            "Ability to apply emerging statistical procedures to work",
            "Strong knowledge in: Regression, Classification, Machine Vision, Natural Language Processing, Deep Learning and Statistical modeling.",
            "Master's degree in Statistics, Mathematics, Decision Sciences, Actuarial Science or related analytical STEM field plus two years of experience or any suitable and equivalent combination of education and work experience.",
            "Heavy concentration in mathematics, including statistics and programming, business intelligence/analytics, as well as data science tools and research using large data sets. Additional verification of specific coursework will be required.",
            "Health Insurance: Employees and their eligible family members – including spouses, domestic partners, and children – are eligible for coverage from the first day of employment.",
            "Retirement: Travelers matches your 401(k) contributions dollar-for-dollar up to your first 5% of eligible pay, subject to an annual maximum. If you have student loan debt, you can enroll in the Paying it Forward Savings Program. When you make a payment toward your student loan, Travelers will make an annual contribution into your 401(k) account. You are also eligible for a Pension Plan that is 100% funded by Travelers.",
            "Paid Time Off: Start your career at Travelers with a minimum of 20 days Paid Time Off annually, plus nine paid company Holidays.",
            "Wellness Program: The Travelers wellness program is comprised of tools and resources that empower you to achieve your wellness goals. In addition, our Life Balance program provides access to professional counseling services, life coaching and other resources to support your daily life needs. Through Life Balance, you’re eligible for five free counseling sessions with a licensed therapist.",
            "Volunteer Encouragement: We have a deep commitment to the communities we serve and encourage our employees to get involved. Travelers has a Matching Gift and Volunteer Rewards program that enables you to give back to the charity of your choice."
        ]
    },
    {
        "job_description": "Entry Level Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=8aec9ae57d05e01e&fccid=80699bbc22306530&vjs=3",
        "company": "SRI Telecom",
        "salary": "$42 an hour",
        "Employment type": "Full-time",
        "location": "Remote",
        "job_paragraphs": [
            "Company Information:",
            "In the exploding business of modern telecommunications, SRI is at the forefront of this expansion by helping companies build, integrate & staff their cutting-edge networks. SRI is proud to only work with the largest service providers in the country which gives us endless opportunities for business and personal growth!",
            "Description of Role",
            "SRI Telecom is seeking an up-and-coming Entry Level Data Scientist who is trying to break into this unique field! This is a new role assisting a small start-up team within the New Growth & Development department in Cox Communications. The role is designed for a professional who is seeking flexibility in location. The successful candidate is skilled at analytics, reporting, managing project operations, and maintaining effective communication with stakeholders. You will assist our business and product teams with critical aspects of our newly launched pilot programs including customer metrics reporting, product performance and user behavior monitoring, equipment inventory management, and pilot stakeholder communications.",
            "Tasks",
            "Skills & Responsibilities",
            "Preferred Experience",
            "Work Schedule",
            "Monday through Friday 7 am - 4 pm remotely",
            "Benefits",
            "SRI offers W-2 employment with access to a comprehensive benefits package such as paid vacation, 7-paid holidays, health/dental/vision insurance, 401k, HSA and others!",
            "Salary",
            "This position pays $42/hour+ on up, depending on experience.",
            "Location: 100% Remote",
            "Worksite Zip: 303028",
            "ABOUT THE TEAM Cox New Growth and Development is a discovery and incubation engine for new businesses for Cox Communications. We are empowered to both extend and enhance the core connectivity business. There are theme teams working on health, smart resources, gaming, and small business enablement. Our team is working to build solutions that bring insights and visibility to assets as they move through various supply chain environments. We are applying cutting edge IoT sensors to assets in motion, to help make the world more efficient and safer. We are constantly surprised by how much of the world is invisible and we are working to change that. Imagine what will change if you know the location, status, and condition of every critical asset in an ecosystem. While our sensors are lighting up assets in motion, we know that the key piece to software is how it can improve the lives of the people who use it. We are committed to building a software experience that helps connect people to each other and to the assets they care about.",
            "CX25"
        ],
        "job_bullets": [
            "Establish relationships with key stakeholders and team members to understand operational needs.",
            "Assess current operations and implement effective reporting and communication practices.",
            "Help identify operational gaps, propose potential solutions, and uncover business insights from the data provided.",
            "Help design and deploy automated reporting that will be integrated with our software platform.",
            "Monitor and report on user behavior.",
            "Monitor and report on product performance.",
            "Identify business insights for each pilot from data gathered throughout the pilot and create visualizations to effectively communicate insights.",
            "Develop and deploy automated reports to serve team and client needs.",
            "Assist in developing data pipelines to support analytics and machine learning as product matures.",
            "Develop skills in machine learning or data engineering as you become familiar with how these skills can help solve problems faced by clients and the product team.",
            "Analyze raw data: assessing quality, cleansing, structuring for downstream processing",
            "Design accurate and scalable prediction algorithms",
            "Collaborate with engineering team to bring analytical prototypes to production",
            "Generate actionable insights for business improvements",
            "Other duties as assigned.",
            "Exceptional research and reporting skills",
            "Demonstrated skills in data analytics, including messy data sets",
            "Ability to perform programmatic data manipulation and visualization using modern tools, such as Python, R, VBA, etc.",
            "Proficient in statistical analysis",
            "Demonstrated data visualization skills",
            "Experience working with a variety of stakeholders at multiple seniority levels",
            "Proficient in computer technology and Microsoft Office applications",
            "Excellent verbal and written communication skills",
            "Strong analytical and problem-solving abilities",
            "Able to sit in front of a computer for long hours at a time",
            "Experience building or managing databases (SQL and NoSQL)",
            "Experience with early-stage pilot operations",
            "Startup experience",
            "Experience with emerging technology",
            "Experience interfacing with both technology and business teams",
            "Experience working within an Agile team",
            "Experience working with engineering teams to deploy analytic tools in production environments",
            "Knowledge of basic modern software engineering practices",
            "Familiarity with inferential statistics and time series analysis/regression",
            "Interest in developing skills with modern AI and ML concepts",
            "Comfortable working in a dynamic product development environment"
        ]
    },
    {
        "job_description": "Principal Data Scientist/Sr. Principal Data Scientist",
        "link": "https://www.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DPf8Tf_oakpB62WadId2dzQiWExtALTi0lpCM--zHBL4T2tl37M5Rq8tDRcUddNO7J8o0lArDCLSBuIg8U8-B1ZWZSe-FIBoEVDuT9S66JZ0RLn9aL9jXS0OLR2FBUmz_wSzRCAGXbE6NdQtOHcYiotxPx3diPj8oDpfwjn98_9aLPa7e7bfhX09QjCXqZ3oEXH13CbkCVtX6cdEW4_DvcNH3omryKlIkrlDbDU6q48MKkI7-MFEhQIBe9nt4ADWM9D5IOKuTE-M26X1njsTAUmu5onOQlmose3EoflkysELFke71E0DqB8v2y0nrnVLRFyNqHdNp0hTxeVEM4FSyZVV2R47-d5PgdfGaHq8Ar4XDWEb2ijMfeupvmBPtvVtlVQzy5xamV99ofjo9JVXxRDxLT7fsg99qsOuYDZ1iDX0N86sIqDWZKBW9QTBu4PmHGavteKo5g7WZu7aJ0Nm-kb399fsyPz3x3MImlKo1M1_ioO5KUiNCHZP4-r0WCs8-7ZXF_cA4sUttvuruO71WGMXjxD449CUcbvqifgtdQUM_pB_lTxrJqBmKem1CtBEqtF5ZB9Ke089CSkZsGUkiOq6p8cDufxl4KTNTZc1XKVTtuCZOJHJiHUqeAb-t9NEUBzDRzUYoxs-h833Av1kiJ1f6cd08-qCohUfmdseh_s0px2D2Lo68g4uTf7jPIAH70bToWW2UsuDyYMOqVE5294xT0MSsvG2NomY4Lgv7mei3icM3BjewkrxFpnXy2yOYxhMFxFVi1_jxXMHD-7U3eJD9UkNqlp1DfJchH3pPlSd0iaI-lUMBHIVOtlmTRJgTvrMM7yuwCLhZEJpYOrotbnt1kBfjndzJNqso4j0COxgMzFP08aF9BdHa6Nt3BiAUMJqAiz9AfAsW0fU0-RiTcWIF-CfKMF1ZXGrj3jb7cDbEcQYR_Ug-ANvDJWh9bPZwSQS5TvyqpMywpXhtqvQKOsf6junXFEObOJYHGhb3D6Y3Ok0PjVbmLrQVoxSv-1Pk-LGhnFkDXwMseyOHrxxLQoz5Fvn33b4AOeUNHnIDcbn6Crb-zboTiRqJFClEFASv_ft-4hbZtbn5xnWNd36naLYx2OrZB3A-oV7PNZDkZfqQD2LyZ8Y5cZjS39ZNczbI=&xkcb=SoBv-_M3Y5x-kD2ahx0NbzkdCdPP&p=11&fvj=0&vjs=3",
        "company": "Northrop Grumman",
        "salary": "$106,500 - $159,700 a year",
        "Employment type": "Day shift",
        "location": "Linthicum, MD",
        "job_paragraphs": [
            "The Northrop Grumman Mission Systems (NGMS) Advanced Processing Solutions Business pushes the boundaries of innovation, redefines the leading edge of exotic new technologies, and drives advances in the sciences. One of our most challenging new fields is Transformational Computing, which combines the unique properties of superconductivity and quantum mechanics to develop radical new energy-efficient computing systems. Our team is chartered with providing the skills to transform computing beyond Moore’s Law, advancing development of computer architectures, processing/memory subsystems, and large scale high performance computing systems. You’ll work in a fast-paced team environment alongside a broad array of scientists and engineers to make these processing solutions a reality and deliver remarkable new advantages to the warfighter.",
            "About this position: We are seeking a data scientist/analyst who will make significant and ongoing contributions to the maturation of our data driven processes. You will be responsible for collecting, processing and presenting information, including actionable insights, from multiple disparate data sets. The ideal candidate possesses both the analytical aptitude and problem solving skillset necessary for extracting value from a collection of novel data sets. In addition to being a highly proficient data analyst, this candidate is expected to foster a data pipeline by engineering analytics that lend themselves to automation and scale. As a function of engaging with stakeholders and taking ownership of outcomes, the candidate can comprehend the general problem space and is confident in socializing, demonstrating, and presenting insights generated from the data.",
            "This position requires work on site located at our Advanced Technology Lab (ATL) in Linthicum, MD.",
            "Your responsibilities:",
            "What you need to be successful in the role:",
            "This position can be filled as a Principal Data Scientist OR a Sr. Principal Data Scientist. Qualifications for both are listed below:",
            "Basic Qualifications for a Principal Data Scientist:",
            "Preferred Qualifications:",
            "Basic Qualifications for a Sr. Principal Data Scientist:",
            "Preferred Qualifications:",
            "The health and safety of our employees and their families is a top priority. The company encourages employees to remain up-to-date on their COVID-19 vaccinations. U.S. Northrop Grumman employees may be required, in the future, to be vaccinated or have an approved disability/medical or religious accommodation, pursuant to future court decisions and/or government action on the currently stayed federal contractor vaccine mandate under Executive Order 14042 https://www.saferfederalworkforce.gov/contractors/.",
            "Northrop Grumman is committed to hiring and retaining a diverse workforce. We are proud to be an Equal Opportunity/Affirmative Action Employer, making decisions without regard to race, color, religion, creed, sex, sexual orientation, gender identity, marital status, national origin, age, veteran status, disability, or any other protected class. For our complete EEO/AA and Pay Transparency statement, please visit http://www.northropgrumman.com/EEO. U.S. Citizenship is required for most positions."
        ],
        "job_bullets": [
            "Category: Research and Sciences",
            "Location: Linthicum, Maryland, United States of America",
            "Citizenship Required: United States Citizenship",
            "Clearance Type: SCI",
            "Telecommute: No- Teleworking not available for this position",
            "Shift: Days (United States of America)",
            "Travel Required: Yes, 10% of the Time",
            "Positions Available: 7",
            "Analyze multiple data sources in detail to identify trends and patterns using engineering fundamentals.",
            "Interpret data, analyze results using statistical techniques and provide ongoing reports.",
            "Summarize and socialize data, make conclusions and provide direction on problems identified.",
            "Effectively generate ideas and support building tools in order to automate analysis processes.",
            "Strong communication & visualization of the data to articulate the findings. - Develop and implement data collection systems, data analytics and other strategies that optimize statistical efficiency and quality.",
            "Design, model, and document the logical and conceptual relationship of data and database changes for metrics and analytics.",
            "Comfort with requirements-analysis and stake-holder engagement.",
            "Strong problem solving skills and root-cause analysis to ensure that curated data is accurate, repeatable, and explainable.",
            "Solid communication skills (written, verbal, and visual)",
            "Ability to communicate data and engineering analysis regarding conclusions that were reached.",
            "Ability to create and present data reports to support investigations.",
            "Excellent attention to detail.",
            "Development /programming of tools to improve pipeline efficiency, eliminate repetitive tasks, and implement new analysis tools/techniques.",
            "Prioritization skills to manage work load and make sound decisions for assigned team's data analysis activities.",
            "Bachelor's degree in a technical area with 5 years of relevant experience (3 years with technical MS)",
            "Experienced in Microsoft Excel (Pivot tables, VLookup, etc.)",
            "Knowledge of data gathering, cleansing and transformation techniques",
            "Experience with common data science toolkits such as Python/R",
            "Excel VBA Programming",
            "Able to obtain and maintain a Top Secret (TS/SCI) clearance per business requirements. US Citizenship is a requirement of this.",
            "Product Lifecycle experience",
            "Proficient using query languages such as SQL",
            "Strong applied statistics skills, such as distributions, statistical testing, regression, etc.",
            "JMP proficiency (SAS statistical tool)",
            "MATLAB experience",
            "Active TS/SCI clearance",
            "Bachelor's degree in a technical area with 9 years of relevant experience (7 years with technical MS; 4 years with a PhD in related field)",
            "Experienced in Microsoft Excel (Pivot tables, VLookup, etc.)",
            "Knowledge of data gathering, cleansing and transformation techniques",
            "Experience with common data science toolkits such as Python/R",
            "Excel VBA Programming",
            "Able to obtain and maintain a Top Secret (TS/SCI) clearance per business requirements. US Citizenship is a requirement of this.",
            "Product Lifecycle experience",
            "Proficient using query languages such as SQL",
            "Strong applied statistics skills, such as distributions, statistical testing, regression, etc.",
            "JMP proficiency (SAS statistical tool)",
            "MATLAB experience",
            "Active TS/SCI clearance"
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=a6e862cf1192609d&fccid=9902b61be0e849bb&vjs=3",
        "company": "KeyMe",
        "salary": null,
        "location": "Remote in Jersey City, NJ",
        "Employment type": "Full-time",
        "job_paragraphs": [
            "About Us\nKeyMe is revolutionizing lockout solutions for homes, cars and businesses. Via artificial intelligence and robotics, KeyMe allows users to store, share, and duplicate their physical keys and RFID cards. Fully automated self-service key duplicating kiosks can be found in over 4,000+ locations across the country in major retailers such as Bed Bath & Beyond, Kroger, Rite Aid, 7-Eleven, Menards, AutoZone, and many others.\nAdditionally, KeyMe offers customers a one-stop solution for all their locksmith needs ranging from lockouts and re-keys to complex installations and custom jobs. All KeyMe locksmiths have extensive experience and are fully vetted to ensure our customers receive the utmost quality experience. With upfront set pricing, customers know they will never be confronted with last minute charges. KeyMe's smart routing gives customers the ability to monitor their Locksmith's arrival, job progress, and receive instant receipts. KeyMe is providing unrivaled service quality, prices, and customer experience into the $12B/yr locksmith industry.\nKeyMe is an exciting, well-funded (over $150M raised to date), tech company that is solving real consumer pain points. KeyMe is proud to have an open, collaborative and relaxed atmosphere where bright professionals work hard and enjoy what they do. With the added benefit of a friendly, flexible and creative working culture, you'll be joining a forward-thinking, expanding team to continue opening doors for our customers.\nWe're committed to providing a diverse, equitable and inclusive workplace where team members from all backgrounds, ethnicities, cultures, and experiences feel welcome and thrive. We do not discriminate on the basis of race, color, ancestry, religion, national origin, sexual orientation, age, citizenship, marital or family status, disability, gender identity or expression, veteran status, or any other legally protected status.",
            "About the Role\nThe Data Scientist will join our growing Data & Analytics team to build models and conduct analysis across all of KeyMe's business components, including senior leadership, operations, sales, and product development. The candidate will report directly to our Head of Analytics and work with our CEO, CFO and other senior leaders to improve access to accurate and actionable data insights.",
            "What You'll Be Doing",
            "How We Know You Can Do It",
            "What You'll Get",
            "Job Type: Full-time"
        ],
        "job_bullets": [
            "Building production quality machine learning models",
            "Conducting ad-hoc analysis for executive leadership",
            "Performing exploratory analysis to understand relationships and opportunities to improve business outcomes",
            "Reviewing and improving models currently being generated and deployed in production",
            "AB testing kiosk product enhancements",
            "Refining our ELT processes",
            "Building dashboards and reports",
            "2-4 years of experience as a practicing Data Scientist or Data/Analytics Engineer",
            "B.S., M.S. in Statistics, Computer Science, Math, Physics, Economics, or other quantitative field",
            "Good problem decomposition skills and autonomy when faced with solving data problems",
            "Must have experience accessing and manipulating data using SQL and programming languages like Python and/or R",
            "Experience deploying code and maintaining models through production lifecycles",
            "Experience using version control to work collaboratively with others",
            "Understanding of different statistical and modeling methods, how they work and when they should be leveraged",
            "Ability to quickly iterate over common feature transformation and model types in order to build the best predictive models",
            "Experience presenting complex analytical topics and findings to executive and non-technical stakeholders",
            "Experience with analytics and business intelligence reporting (PowerBI, Tableau, etc)",
            "Able to work independently and efficiently in order to meet organization goals",
            "Extreme attention to detail",
            "Must be able to multi-task and thrive in a fast paced environment",
            "Proven ability to work effectively within a cross-departmental team",
            "Compensation package that includes salary and stock options",
            "Health, dental, and vision insurance",
            "Remote budget to set up your home office",
            "401K plan with match",
            "Flexible PTO Policy",
            "Flexible Spending Account (FSA)",
            "Health Savings Account (HSA)"
        ]
    },
    {
        "job_description": "Data Scientist (Remote)",
        "link": "https://www.indeed.com/rc/clk?jk=6311076c267514a9&fccid=9a189674b545072a&vjs=3",
        "company": "Lightcast",
        "salary": null,
        "location": "Remote in Moscow, ID",
        "Employment type": "Full-time",
        "job_paragraphs": [],
        "job_bullets": [
            "Assist in the development of new and existing classification models that process billions of documents at a time.",
            "Research methods to expand, augment, and enhance labeled datasets.",
            "Work closely with Classifiers and Extractors engineering team and Data Engineering team to integrate models and deliver to production environments.",
            "Work with and manage very large (and messy) data sets; build ML pipelines that scale to work with this data effectively.",
            "Perform statistical analysis to understand model performance.",
            "Experience building and testing ML models or building applied multivariate statistical models, particularly for data classification",
            "Experience with self-supervised and semi-supervised learning.",
            "Proficiency with Python and/or related analytical programming languages",
            "Familiarity with Machine Learning and data processing related Python packages such as Scikit-learn, Pandas, Numpy, or Tensorflow."
        ]
    },
    {
        "job_description": "Junior Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=3af02d93417e951c&fccid=2e2cd27fc703e613&vjs=3",
        "company": "Augray",
        "salary": "$55,000 - $60,000 a year",
        "Employment type": "Internship",
        "location": "Remote in Brookfield, WI 53045",
        "job_paragraphs": [
            "Hiring Fresher to 1 year experience in Data Science, ML with python and strong analytical skills with a passion to take part in R&D.",
            "Augray is on a mission to build next generation method of communication using Extended Reality – XR (AR/ VR/ MR) technologies and change the way businesses re conducted and how interactions happen with people. In an age where innovation is happening all around us, there’s commonality – people are driving these changes. We offer a solution that helps to articulate product demonstration and how people conversation takes place using smartphones and wearable glasses.",
            "We are a fast-growing tech start up and have grown to over 100 employees today, launched 3 products and customers across 3 continents including brands like CocaCola, Reliance, Caterpillar, Simpsons and more.",
            "We’re a small and impactful team of engineers, artists, solution geeks continuously working to improve our product and our craft. We use modern, cutting-edge tech stack and love experimenting and patenting with new technologies to create our products and provide opportunities for them to continue to learn and grow into leaders and experts.",
            "We are excited to find a person that has the passion, experience, and ability to own significant R&D tasks and product evolution working individually and or along with a team of virtual engineers.",
            "Research isn’t just a buzzword to you In your role as a Data Science Associate, you will use AI, ML (Machine Learning) to deliver insightful and actionable intelligence and predictive solutions to our team to create innovative solutions for our products. You will gain experience working in AR (Augmented Reality), ML, NLP and developing data driven solutions to create algorithms while working closely with other team members of our Data Science and engineering team to deliver value to our product evolution. Aside from supporting our data science model creation and data teams, you'll also assist the product team with growth opportunities. You over-invest in the visual and interaction and a passion to solve challenges while creating innovative patentable approaches.",
            "Location: Remote (work along with other remote engineers)",
            "Compensation: 55K to 60K with benefits",
            "Please contact: interns@wisdominfotech.com",
            "Immigration status: You should be a US Citizen or GC holder",
            "Start Date: ASAP"
        ],
        "job_bullets": [
            "Work with Product Managers and Engineers to dive deep into data and the user experience",
            "Construct product metrics and statistical models to identify growth opportunities",
            "Handle data annotation and data analysis requests from multiple stakeholders with high efficiency and quality in a fast-paced environment.",
            "Help with the development of the annotation guidelines.",
            "Analyze language data and evaluate trends and patterns.",
            "Participate in an annotation tool testing and onboarding.",
            "Track and report quality metrics and ensure delivery on all KPIs and SLAs agreed with stakeholders.",
            "Maximize productivity, process efficiency and quality through streamlined workflows, process standardization, documentation, audits and investigations on a periodic basis.",
            "Bachelor’s or equivalent experience in Mathematics, Statistics, Econometrics, Computer Science, Electrical or Computer Engineering, or related field",
            "1+ years’ of experience as data scientist, modeling in python or R",
            "Bachelor/master’s degree students pursuing degrees in data science, statistics, applied math, computer science, engineering or other quantitative fields providing sufficient data science foundations",
            "Exposure to writing code (Python preferred, R and SQL okay), collaboration (Git), developing models (machine learning, boosting & bagging algorithms, &/or regression techniques), and performing predictive analytics testing and evaluation (match case analysis, confidence intervals, experimental design, A/B testing, etc.).",
            "A hunger to learn and work on challenging problems."
        ]
    },
    {
        "job_description": "Data Scientist, Baseball Research & Development",
        "link": "https://www.indeed.com/rc/clk?jk=4e36abb4c8802708&fccid=dd616958bd9ddc12&vjs=3",
        "company": "Cleveland Guardians - Baseball Operations",
        "salary": null,
        "location": "Remote in Cleveland, OH",
        "Employment type": "Remote",
        "job_paragraphs": [
            "Primary Purpose\nThe Cleveland Guardians Baseball Research & Development (R&D) group is seeking data scientists at a variety of experience levels, including senior, entry-level, and interns/fellows. Prior experience with sports is not necessary if you have some curiosity or interest in learning about data science applications in baseball.\n\nIf you enjoy tackling challenging problems, using interesting real data, collaborating with smart people, and having a direct impact on what happens on the baseball field and in our business, this may be the opportunity for you!\n\nPeople in this role will use statistical and machine learning techniques to better understand and quantify the game of baseball. You will analyze video, player tracking, and biomechanics data as well as traditional baseball data sources like box scores to help us acquire and develop baseball players into a championship-caliber team. You will work alongside the rest of the R&D, data engineering, and IT groups, and interact with coaches, scouts, and executives from across the organization.",
            "The Cleveland Guardians prefer our employees (or teammates) reside in Cleveland, Ohio, but we will consider and discuss the possibility of remote work. We can also be flexible on start dates.",
            "If you meet some of the qualifications below, we encourage you to apply or reach out for more information. We know that historically marginalized groups – including people of color, women, people from working class backgrounds, and people who identify as LGBTQ – are less likely to apply unless and until they meet every requirement for a job. We encourage you to reach out if you have questions about the role or your qualifications. We are happy to help you feel ready to apply!",
            "Responsibilities",
            "Qualifications",
            "Preferred Experience\nWe are looking for a variety of skill sets. If you have demonstrated experience with one or more of the following, you may be who we are looking for.",
            "Standard Requirements\nAll applicants for employment with the Cleveland Guardians will need to comply with the Cleveland Guardian Vaccination Policy as a condition of employment. Potential candidates for employment will be notified of the requirements of this policy prior to the start of employment.",
            "About Us\nOur teammates are at the core of what we believe in: People, Collaboration, Learning, and Excellence (PeopleCLE). We look to hire individuals who are committed to our purpose of uniting and inspiring our city with the power of team. Our mission is to win the World Series while creating a compelling fan experience.",
            "We believe that we will achieve our goals by making evidence and model-based decisions and creating environments that support our people and empower them to continuously learn. This role might be for you if you are looking to join a team that works together to learn new ways to make model-based decisions that lead to excellent outcomes.\n\nWe also pride ourselves on creating an attractive work environment highlighted by a healthy work-life balance, exceptional benefits such as health, vision, and dental coverage, and competitive 401k plan with employer contribution and match.",
            "Our Hiring Process"
        ],
        "job_bullets": [
            "Design, build, test, and deploy statistical and/or machine learning models to support all facets of baseball operations, including scouting, player development, and the major league team.",
            "Effectively communicate actionable insights to key stakeholders across the organization.",
            "Using data to visualize model outputs and important baseball concepts.",
            "Demonstrated experience or advanced degree in a quantitative field such as Statistics, Computer Science, Economics, Machine Learning, or Operations Research.",
            "Programming skills in a language such as R or Python to work efficiently at scale with large data sets.",
            "Desire to continue learning about data science applications in baseball.",
            "Demonstrated research experience in a sports context (baseball is a plus).",
            "Experience with a database language such as SQL.",
            "Experience with computer vision.",
            "Experience working with spatiotemporal data.",
            "Experience working with high-dimensional time series data.",
            "Experience with deep learning frameworks such as TensorFlow or Torch.",
            "Experience with Bayesian statistics and languages such as Stan.",
            "Represent the Cleveland Guardians in a positive fashion to all business partners and the general public.",
            "Ability to develop and maintain successful working relationship with members of the Front Office.",
            "Ability to act according to the organizational values and service excellence at all times.",
            "Ability to work with multicultural populations and have a commitment to fairness and equality.",
            "Ability to work in a diverse and changing environment.",
            "A short, three question questionnaire to help us get to know you better than we do from just your application. No coding involved.",
            "Two approximately 30-minute phone calls.",
            "A longer take-home questionnaire to help us learn how you think through problems. No coding or project involved.",
            "A final round of interviews with our R&D department as well as teammates across Baseball Operations."
        ]
    },
    {
        "job_description": "Data Scientist - 2023 Entry Level Sales",
        "link": "https://www.indeed.com/rc/clk?jk=d42c2ab41b31f70b&fccid=de71a49b535e21cb&vjs=3",
        "company": "IBM",
        "salary": "$73,000 - $152,000 a year",
        "Employment type": "Full-time\n+1",
        "location": "Atlanta, GA 30301 ",
        "job_paragraphs": [],
        "job_bullets": [
            "Key contributor to a pre-sales Client Engineering team, partnering with clients to understand business problems and propose solutions.",
            "Involvement in the co-creation of rapid proofs of concept and Minimal Viable Solutions that demonstrate business value.",
            "Translates business problems into leading-edge analytics solutions using consulting skills, industry expertise, and technical knowledge.",
            "Delivers meaningful insights and predicts emerging trends to inform business solutions that optimize client value.",
            "Applying data engineering techniques to gather, prepare, cleanse, and transform client data for analysis and AI automation.",
            "Confidence to engage new customers and deliver an elevated experience.",
            "Motivation to achieve sales, business objectives, and high client satisfaction.",
            "Strong analytic, problem solving, and troubleshooting skills combined with an agile process.",
            "B.S./M.S. in Computer Science, Data Science, Math, Statistics, Engineering or equivalent technical degree/experience.",
            "Working knowledge using data analytics tools / languages such as Python, R, SQL or language in similar discipline.",
            "Demonstrate a growth mindset; current on technical growth in the data science space.",
            "Conversant about technology trends and how it is being applied to address business challenges.",
            "Professional verbal, written, and interpersonal skills.",
            "Proven team collaboration and leadership.",
            "Readiness to travel up to 50% annually.",
            "At least 1 year experience in data analytics tools / languages such as Python, R, SQL, or similar disciplines.",
            "Knowledge of data science libraries and frameworks, such as, Jupyter Notebooks, scikit-learn, Pandas, Spark.",
            "Specialization in areas such as NLP/NLU, prescriptive analytics and optimization, MLOps, AI solutions, machine vision, and/or data visualization.",
            "Experience includes all settings, such as coursework, informal or side projects, internships and work experience, leading to a result or achievement.",
            "12 weeks of paid parental bonding leave. Family care options are also available to support eligible employees during COVID-19.",
            "World-class training and educational resources on our personalized, AI-driven learning platform. IBM's learning culture supports your restless attitude to grow your skills and build the depth and scale of knowledge needed to achieve your career goals.",
            "Well-being programs to support mental and physical health.",
            "Financial programs that empower you to plan, save, and manage your money (including expert financial counseling, 401(k), IBM stock discount, etc.).",
            "Select educational reimbursement opportunities.",
            "Diverse and inclusive employee resource groups where you can network and connect with IBMers across the globe.",
            "Giving and volunteer programs to benefit charitable organizations and local communities.",
            "Discounts on retail products, services, and experiences."
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=3b37e46734b23993&fccid=2c6850e24c8a2811&vjs=3",
        "company": "Federal Reserve Bank of New York",
        "salary": null,
        "location": "Hybrid remote in New York, NY",
        "Employment type": "Full-time",
        "job_paragraphs": [],
        "job_bullets": [
            "Advancing the data science community of practice at the Bank to become integrated into business processes through the delivery of Proof of Concepts which if successful may become new products",
            "Define and promote standardized analytic development and oversee adherence across the analytic lifecycle to deliver advanced analytics to production in close collaboration with the product owners across the bank",
            "Responsible for operationalization of data science models (ML, NLP) and analytic services at an enterprise level and in compliance with new standards and processes while fostering a bank-wide community of practice through a promotion of new Analytics/Data Science literacy programs",
            "Convene Analytics & Data Science governance bodies and determine prioritization criteria for analytics use cases, using a domain/thematic approach to progress the use of analytics at the Bank through a strong network of relationships across the Bank. In addition, collaborate with our counterparts in the Bank on opportunities for innovation in advanced analytics and data science.",
            "Works within a team of data science associates and leverages programming languages, tools, and techniques (ML, NLP, AI) to provide viable solutions for business needs.",
            "Researches new developments and technologies in the data science industry to provide insights, guidance, and knowledge sharing to build and increase awareness across the Bank.",
            "Promotes and integrates best practices in data science and adheres to established work standards.",
            "Utilizes deep learning, machine learning, and data mining techniques.",
            "Strong experience with data science deliverables including model development, prototyping, and model calibration to meet business needs.",
            "Demonstrated experience with maintenance of model performance and evaluation of newly trained models.",
            "Demonstrated experience building and optimizing big data pipelines.",
            "Demonstrated experience designing data and analytical strategies as well as communicating the vision to business stakeholders in support of the Data Analytics and Data Science practice lead.",
            "Fully paid Pension plan and 401k with Generous Match",
            "Comprehensive Insurance Plans (Medical, Dental and Vision including Flexible Spending Accounts and HSA)",
            "Subsidized Public Transportation Program",
            "Tuition Assistance Program",
            "Onsite Fitness & Wellness Center",
            "And\nmore"
        ]
    },
    {
        "job_description": "Data Scientist (Remote)",
        "link": "https://www.indeed.com/rc/clk?jk=0072004f2d3180a4&fccid=0e94073a1c937bd1&vjs=3",
        "company": "Yelp",
        "salary": null,
        "location": "Remote",
        "Employment type": "Fair chance",
        "job_paragraphs": [],
        "job_bullets": [
            "Join a team of Data Scientists and Data Science Analysts that develop analytical frameworks and reliable measurement strategies for Yelp products",
            "Design, execute, and analyze complex business and user experiments",
            "Partner with other Data Scientists and Data Engineers to set the vision for and develop our experimentation platform",
            "Devise and evaluate models for diverse business needs, such as identifying growth opportunities, estimating the impact of new features on our platforms, and personalizing the user experience",
            "Proactively research and build ETL pipelines for product and marketplace metrics",
            "Communicate key insights from analyses, experiments and data products to stakeholders",
            "Ability to apply statistical, analytical and technical expertise to product and business problems",
            "Prior experience structuring and leading impactful data science projects independently",
            "Oral and written communication skills to mentor colleagues, and work effectively with partners on engineering, product and business teams",
            "Expertise in SQL, and R or Python for data analysis and platform development",
            "Enthusiasm for building a culture of learning and development",
            "MS/PhD in quantitative field and 3+ years of industry experience in a senior quantitative role preferred",
            "Product analytics experience with small business or consumer technology products",
            "Prior industry experience building online experimentation and machine learning platforms",
            "Vaccination against COVID-19 is not required for this role. We nonetheless encourage all employees to get vaccinated. Employees who are not vaccinated may not visit Yelp’s offices or participate in any in-person work activities, and are not eligible to transfer or be promoted to a role that requires vaccination.",
            "This opportunity has the option to be fully remote in locations across the US.",
            "Compensation range is $96,000-$220,000 annually. You may also be offered a bonus, restricted stock units, and benefits.",
            "For more information about US benefits at Yelp, please check out this link."
        ]
    },
    {
        "job_description": "Data Scientist - December 2022 and May 2023 Graduates",
        "link": "https://www.indeed.com/rc/clk?jk=8855dca7b7c3cd26&fccid=be3b11aa573faee7&vjs=3",
        "company": "CVS Health",
        "salary": null,
        "location": "Remote in Illinois",
        "Employment type": "Remote",
        "job_paragraphs": [],
        "job_bullets": [
            "Develops, validates and executes algorithms and predictive models to investigate problems, detect patterns and recommend solutions",
            "Explores, examines and interprets large volumes of data in various forms",
            "Performs analyses of structured and unstructured data to solve moderately complex business problems",
            "Utilizing advanced statistical techniques and mathematical analyses",
            "Develops data structures and pipelines to organize, collect and standardize data that helps generate insights and addresses reporting needs",
            "Uses data visualization techniques to effectively communicate analytical results and support business decisions",
            "Creates and evaluates the data needs of assigned projects and assures the integrity of the data",
            "Explores existing data and recommends additional sources of data for improvements",
            "Documents projects including business objectives, data gathering and processing, detailed set of results and analytical metrics",
            "1+ years of relevant analytic experience",
            "Experience programming using R or Python",
            "Experience in SQL",
            "Demonstrates good written and verbal communication skills. Able to present information to various audiences",
            "Effectively resolves problems and roadblocks as they occur",
            "Demonstrates proficiency in several areas of data modeling, machine learning algorithms, statistical analysis, data engineering and data visualization",
            "Ability to work with large data sets from multiple data sources"
        ]
    },
    {
        "job_description": "Data Scientist I",
        "link": "https://www.indeed.com/rc/clk?jk=9c83337880f04b6d&fccid=c3092a91bcb42ca9&vjs=3",
        "company": "Disney Media & Entertainment Distribution",
        "salary": null,
        "location": "New York, NY",
        "Employment type": null,
        "job_paragraphs": [
            "Disney Streaming Services is responsible for developing and operating The Walt Disney Company’s direct-to-consumer video businesses globally, including the ESPN+ premium sports streaming service; Disney+, the dedicated streaming home for entertainment from Disney, Pixar, Marvel, Star Wars, National Geographic and BAMTECH Media, a global leader in direct-to-consumer video streaming products and solutions. Our core mission is to deliver global audiences the freedom to access content on their terms across any connected device, time or location. We serve consumers by bringing the world’s most beloved characters, timeless stories, legendary athletes, and epic sporting events to global audiences through best-in-class direct-to-consumer video services. We strive daily to imaginatively challenge convention with innovative technology that gives consumers the freedom to access content on their terms across any connected device, time or location.",
            "Data scientists at Disney are the insights and modeling partners for the growth, content, marketing, product, and engineering teams at Disney+, Hulu and ESPN+. They use data to empower decision-makers with information, predictions, and insights that ultimately influence the experiences of millions of users worldwide. Scientists on the team build models, perform statistical analysis, and create visualizations to provide scalable, persistent capability that is iteratively improved through direct interaction with cross-functional business partners.",
            "As a data scientist in the Core Data Science team, you will be partnering closely with the Analytics team, Finance, Business Operations, Commerce Product and Engineering teams to develop machine learning models and end-to-end data solutions for tackling a multitude of exciting challenges, including customer lifetime value modeling, signups and subscribers forecasting, fraud modeling, commerce optimization, and more.",
            "We look for someone with analytical and modeling expertise, a proven track record of thought leadership and eagerness to drive impact.",
            "Responsibilities",
            "Basic Qualifications",
            "Preferred Qualifications"
        ],
        "job_bullets": [
            "Modeling: Design, build and improve machine learning models. Work end to end from data collection, feature generation and selection, algorithm development, forecasting, visualization and communicating of model results. Collaborate with engineering to productionize models. Drive experimentation to test impact of model based optimization.",
            "Deep analysis: Develop comprehensive understanding of subscriber and payment data structures and metrics. Mine large data sets to identify opportunities for driving growth and retention of subscribers.",
            "Visualization of Complex Data sets: Development of prototype solutions, mathematical models, algorithms, and robust analytics leading to actionable insights communicated clearly and visually.",
            "Partnership: Partner closely with business stakeholders to identify and unlock opportunities, and with other data teams to improve platform capabilities around data modeling, data visualization, experimentation and data architecture.",
            "Bachelor's degree in a quantitative field (e.g. Computer Science, Engineering, Mathematics, Physics, Operations Research, Econometrics, Statistics)",
            "Advanced degree (M.S. or Ph.D.) in a quantitative discipline",
            "1+ years of experience designing, building, and evaluating practical machine learning solutions",
            "1+ years of experience with statistical programming language (e.g. Python, Spark, PySpark) and database languages (e.g. SQL)",
            "Excellent analytical skills, advanced level of statistics knowledge",
            "Strong expertise with Python and libraries such as scikit-learn, scipy",
            "Familiarity with Bayesian modeling and probabilistic programming packages such as PyMC",
            "Familiarity with data platforms and applications such as Databricks, Jupyter, Snowflake, Airflow, Github",
            "Familiarity with data exploration and data visualization tools such as Tableau, Looker",
            "Familiarity with designing and analyzing A/B testing and other experiment types",
            "Demonstrated skills in selecting the right statistical tools given a data analysis problem",
            "Ability to adapt quickly in a fast-moving environment with shifting priorities",
            "Strong communication skills, for both technical and non-technical audiences",
            "Ability to handle multiple tasks concurrently and in a timely manner, including large and complex ones",
            "Demonstrated leadership experience, including people and project management"
        ]
    },
    {
        "job_description": "Data Scientist, Analytics - Trust & Safety",
        "link": "https://www.indeed.com/rc/clk?jk=12e95e9bb3cdbf00&fccid=e21f6affbb4bb0b2&vjs=3",
        "company": "Twitch",
        "salary": null,
        "location": "Remote in San Francisco, CA 94104",
        "Employment type": "Fair chance",
        "job_paragraphs": [
            "Twitch is the world's biggest live streaming service, with global communities built around gaming, entertainment, music, sports, cooking, and more. It's where millions of people come together to chat, interact, and make their own entertainment.",
            "We're about community, inside and out. You'll find coworkers who are eager to team up, collaborate, and smash (or elegantly solve) problems together. We're on a quest to empower live communities, so if this sounds good to you, see what we're up to on LinkedIn and Twitter, get interviewing tips on Instagram, and discover projects we're solving on our Blog.",
            "Data is central to Twitch's decision-making process, and data scientists are a critical component to evangelize data-driven decision making in all of our operations. As a data scientist at Twitch, you will be on the ground floor with the team, shaping the way we build and refine operational processes, measure the efficacy of policy and deliver insights about safety that influence the way Twitch products are built. You will define what questions should be asked, and scale analytics methods and tools to support our growing business, leading the way for high quality, high velocity decisions for your team.",
            "For this role, we're looking for a data scientist who will assist our Trust & Safety team, with a heavy focus on forecasting and planning to assist operational excellence. The Trust & Safety team's mission is to make Twitch the trusted place for creators to build thriving communities. Your role on the team is to level up the understanding and capabilities of Trust & Safety stakeholders and guide them towards better decision making from the available data. In a typical week or month, you will be responsible for data instrumentation, dashboard/report building, metrics reviews, and ad hoc analysis.",
            "This position can be based in San Francisco, CA or remotely across the US.",
            "We are an equal opportunity employer and value diversity at Twitch. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.",
            "Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.",
            "Pursuant to the Los Angeles Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.",
            "The base pay range for this position in Colorado, Connecticut, Washington and New Jersey is $144,000 - $176,000 yr and in New York City is $162,360 - $198,440 yr. Pay is based on market location and may vary depending on job-related knowledge, skills, and experience. A sign-on payment and restricted stock units may be provided as part of the compensation package, in addition to a full range of medical, financial, and/or other benefits, dependent on the position offered. Applicants should apply via Twitch's internal or external careers site.",
            "Workers in New York City who perform in-person work or interact with the public in the course of business must show proof they have been fully vaccinated against COVID or request and receive approval for a reasonable accommodation, including medical or religious accommodation.",
            "Twitch values your privacy. Please consult our Candidate Privacy Notice, for information about how we collect, use, and disclose personal information of our candidates.",
            "Job ID: TW7772"
        ],
        "job_bullets": [
            "Own one or more safety data verticals end to end; drive workstreams including data pipelining, data analysis, metric definition, dashboard building and data visualization.",
            "Design and deploy end-to-end process and best practice tooling standards for forecasting and demand planning.",
            "Own and improve demand planning KPIs on forecast accuracy by leveraging historical data and understanding upcoming policy and product changes",
            "Cultivate relationships with cross-functional partners across operations, product, policy, and engineering to remove roadblocks, provide insight, and execute on high-impact projects to reduce harm to the Twitch community.",
            "Prioritize and execute in the face of ambiguity: work with stakeholders and mentors to distill the problem, adapt your tools to answer complicated questions, and identify the trade-offs between speed and quality of different approaches.",
            "Create analytical frameworks to measure team success: partner with cross-functional teams to define success metrics, create approaches to track the data and troubleshoot errors, quantify and evaluate the data, then develop a common language for all colleagues to understand these KPIs.",
            "Operationalize data processes - provide the team with ad-hoc analysis, automated dashboards, and self-service reporting tools so that everyone gets a good sense of the state of the business.",
            "Work with product and engineering teams to build and maintain our data infrastructure to ensure the ability to use data to turn into insights.",
            "3+ years of operations planning, demand planning, or forecasting experience",
            "3+ years of industry experience in a relevant field",
            "Knowledge of demand modeling (e.g., forecasting, planning, optimization etc. and its application to solve real-world staffing problems)",
            "Experience with model building using regression, forecasting, time series, classification, cluster, etc. Experience with quantitative analysis and hypothesis testing",
            "Strong technical data skills including experience with a SQL dialect and experience building tools and automation to clean, transform, merge, and visualize data in a procedural language",
            "Experience with data analysis and visualization tools (SQL, Tableau, Mode, Looker). Programming language skills with R/Python, Statistics or mathematics tools like R, MATLAB, SAS",
            "Proven track record of using data to generate insight and drive business results",
            "Effective written and verbal communication skills to justify forecasting plans to influence peers and executives.",
            "Comfortable working independently; strong prioritization skills and demonstrated ability to manage stakeholder expectations",
            "Must be comfortable working with highly sensitive and/or disturbing content",
            "Medical, Dental, Vision & Disability Insurance",
            "401(k)",
            "Maternity & Parental Leave",
            "Flexible PTO",
            "Amazon Employee Discount",
            "Monthly Contribution & Discounts for Wellness Related Activities & Programs (e.g., gym memberships, off-site massages, etc.)"
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=2ad556b96a45a425&fccid=dd616958bd9ddc12&vjs=3",
        "company": "mpathic.ai",
        "salary": "$100,000 - $180,000 a year",
        "Employment type": "Full-time",
        "location": "Remote",
        "job_paragraphs": [
            "Empathy is for everyone. mpathic believes empathy is the key to innovation. We help people and organizations develop skills for greater understanding, compassion, and insight via AI-powered analytics, correction, and training of empathy. Learn more by visiting our Careers page. (https://www.notion.so/mpathic-Careers-fa270b2968d449538562f119c66e79df)",
            "mpathic is looking for a specialist in Data Science to lead our data science initiatives and expand our team at mpathic.",
            "If you don't have these preferred qualifications, it's okay - we're still interested in meeting you!",
            "We are a remote-first company. Whether you work from Baltimore, Salt Lake City, or Seattle, you're 100% part of the team. We will provide you with a computer, equipment, and access to software subscriptions. At mpathic, we have bi-annual in-person retreats to build trust and sometimes hackathons to accomplish a specific goal in a short period. You can bet we'll be flying to hang out at some point during the year (see our first retreat in Seattle, WA HQ shown on the cover above). If you want access to a co-working space - no problem; if you want to work at home - also no problem.",
            "Empathy includes understanding the whole person. When deciding what benefits should look like at mpathic, we started by thinking about what employees need not only to work well, but to live well. Benefits impact how we act, rest, grieve, set boundaries, and take care of ourselves and others — and that means quality benefits are a fundamental part of our empathy company and, in the big picture, an empathic society. We have a dedicated Ombudsperson, DEIB Director, and Head of People and Culture dedicated to making your time at empathic safe, values-aligned, and designed to foster growth (We are an empathy company after all!). Read more about our Mission, Vision, and Values here (https://www.notion.so/Mission-Vision-Guiding-Principles-and-Values-e7cc4a792bf74e059d946ccddecc1979).",
            "You'll have 100% funded employee healthcare benefits, quarterly company-wide weeks off, unlimited PTO, training and education funding, parental leave, and more. See our full benefits policy Benefits at mpathic (https://www.notion.so/Benefits-at-mpathic-81056e084549448d970c1998d3a04c3c); and our Equal Pay Commitment (https://www.notion.so/Equal-Pay-Commitment-at-mpathic-25bb7b50b521490c86df50dabfb1763a).",
            "The typical starting Total Cash Compensation range for new hires in this role is between $100,000 and $180,000, which consists of a Base Salary or a Base Salary plus a defined bonus, depending on the specific role. The Base Salary offered may vary depending on factors including skills and experience. Additionally, this role is currently eligible to participate in mapthic's equity plan as well as a range of health & wellbeing, retirement savings, and other benefits within a holistic total rewards offering based on factors including but not limiting to information contained within this posting. The Base Salary offered may vary depending on factors including skills and experience. We provide employees with a base salary and equity for the total comp package. Following our Equal Pay Commitment, we have salary banding and established vesting schedules for equity.",
            "mpathic offers generous medical, dental, and vision plans. We also provide LTD/STD, life insurance, EAP and support your retirement benefits with a company match. mpathic values work-life balance by providing self-managed unlimited paid time off. Our company values are real and drive our culture. We work hard to be a safe and friendly place for people from all walks of life.",
            "At this time, we require that all applicants are eligible to accept employment in the United States (https://www.uscis.gov/working-in-the-united-states)\n\nWe're excited to meet you!"
        ],
        "job_bullets": [
            "Familiar with modern and old-school NLP techniques think transformers but also rules based systems.",
            "Translate research papers and ideas into working code.",
            "Communicating results, both verbally and in writing.",
            "Work both individually and in a collaborative manner with a team.",
            "Designing, validating, and improving models.",
            "Deploying your work to the cloud.",
            "Degree or equivalent training, knowledge or on-the-job experience in statistics, artificial intelligence, machine learning or related field.",
            "Firm knowledge of statistical theory, data mining, or machine learning algorithms is a requirement.",
            "Expertise with Python is required.",
            "Experience working with a variety of data sources, and expertise working with databases including query languages such as SQL.",
            "Experience with Natural Language Processing",
            "Experience with AWS and building cloud first architectures",
            "Experience in mental health data and research"
        ]
    },
    {
        "job_description": "Climate Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=a32667000398e926&fccid=e28c8efa1c93c754&vjs=3",
        "company": "Climate Central",
        "salary": null,
        "location": "Princeton, NJ 08542",
        "Employment type": null,
        "job_paragraphs": [
            "Climate Central, Inc. is seeking an early career professional interested in combining climate knowledge with modern data science to support Climate Central’s goal to deliver accurate, timely, and relevant climate information to a variety of audiences.",
            "Climate Central is an independent group of scientists and science translators who research and report the facts about our changing climate and how it affects people’s lives. We use science, big data, and tech to generate thousands of storylines and compelling visuals that make climate change relevant and show what can be done about it. We address climate science, sea level rise, extreme weather, energy, and related topics.",
            "The primary responsibility will be to work with the attribution science team to test new approaches to linking daily and weekly weather events with climate change. These approaches will range from testing new statistical methods to developing novel ways to describe the climate context around societally-impactful events.",
            "In support of the primary responsibility, the scientist will organize data and code to ensure accuracy and reproducibility.",
            "The scientist will also work with Climate Central’s software developers to expand our operational attribution system and with Climate Central’s communication specialists to deliver scientifically credible attribution messages to diverse audiences.",
            "A degree in the earth sciences (meteorology, oceanography, geology) with an advanced understanding of climate change science.",
            "Training in data science and statistics.",
            "Significant experience analyzing climate data using modern statistical approaches in R or Python.",
            "Experience with Python data science and earth science tools including pandas, xarray, cartopy, and jupyter",
            "Familiarity with machine learning approaches",
            "Interest in scientific communication and visualization",
            "The scientist is strongly encouraged to work from our offices in Princeton, NJ.",
            "Compensation is competitive, with generous benefits. Appointment is for a 1 year term, with the possibility of renewal based upon satisfactory performance.",
            "Climate Central embraces diversity and equal opportunity. We are committed to building a workplace that represents a variety of backgrounds, perspectives, and skills. We recognize that diverse teams make the strongest teams, and we encourage people from all backgrounds to apply. The more inclusive we are, the better our work will be.. We are an Equal Employment Opportunity employer and as such do not discriminate against any applicant for employment or employee on the basis of race, color, religious creed, gender, age, marital status, sexual orientation, national origin, disability, veteran status or any other classification protected by applicable discrimination laws.",
            "Please email a single PDF with your cover letter and resume to jobs@climatecentral.org. Please include the subject title, climate data scientist in the subject line of your mail.",
            "Your cover letter (two page maximum) should describe your interest in the position and its alignment with your long-term career goals.",
            "For questions or more information, please contact Dr. Andrew Pershing (apershing@climatecentral.org), Director of Climate Science.",
            "Review of applications will begin on October 14, 2022, but the position will remain open until filled. The preferred start date is November 28, 2022."
        ],
        "job_bullets": [
            "The primary responsibility will be to work with the attribution science team to test new approaches to linking daily and weekly weather events with climate change. These approaches will range from testing new statistical methods to developing novel ways to describe the climate context around societally-impactful events.",
            "In support of the primary responsibility, the scientist will organize data and code to ensure accuracy and reproducibility.",
            "The scientist will also work with Climate Central’s software developers to expand our operational attribution system and with Climate Central’s communication specialists to deliver scientifically credible attribution messages to diverse audiences.",
            "A degree in the earth sciences (meteorology, oceanography, geology) with an advanced understanding of climate change science.",
            "Training in data science and statistics.",
            "Significant experience analyzing climate data using modern statistical approaches in R or Python.",
            "Experience with Python data science and earth science tools including pandas, xarray, cartopy, and jupyter",
            "Familiarity with machine learning approaches",
            "Interest in scientific communication and visualization"
        ]
    },
    {
        "job_description": "Data Scientist Co-Op (Spring 2023)",
        "link": "https://www.indeed.com/rc/clk?jk=c5c10211b71b9b8f&fccid=e08898c7a89673c9&vjs=3",
        "company": "The Hershey Company",
        "salary": null,
        "location": "Remote",
        "Employment type": "Remote",
        "job_paragraphs": [
            "Location: Remote",
            "Duration: Spring 2023",
            "WHY HERSHEY?",
            "The Hershey Company is a global fortune 500 company that is a recognized leader in the Consumer Packaged Goods industry. Our goal is to integrate students with our knowledgeable and successful teams in order to maintain a fresh perspective on an ever-changing world. Every day presents new challenges and opportunities to learn, grow and innovate. Are you up for the challenge? Are you ready to make a difference?",
            "WHY SUPPLY CHAIN AT HERSHEY?",
            "The Supply Chain organization at The Hershey Company has open internships for analytically minded, tech-savvy undergraduate and graduate students. Technology and analytics are elemental to all aspects of Hershey’s supply chain. Hershey has a diverse global team focused on providing robust innovative capabilities, partnering on analysis to drive successful business outcomes and embraces an entrepreneurial mindset to create an environment that is exciting, compelling, innovative and dynamic.",
            "We are looking to fill a Data Scientist Co-Op role with the Supply and Demand Planning Center of Excellence. This role will be focused on using implementing analytical methods through software to understand, improve and monitor our forecasting system and process. Additional data related problems are continuously arising; additional opportunities will be available based on experience/skill level. This work ensures the most accurate forecasts are being used to impact multiple facets of our supply chain planning.",
            "RESPONSIBILITIES:",
            "Collaborates with IT to prepare and manipulate structured and unstructured data for data discovery and mining from multiple, disparate, resources.",
            "Builds high-end analytic models, utilizing supervised and unsupervised learning models, to support decision makers with data driven insights that address immediate business problems and objectives.",
            "Creates informative visualizations that intuitively display large amounts of data and/or complex relationships.",
            "Translates data analytics into coherent reports and presentations for internal and external customer with varying degrees of technical knowledge.",
            "QUALIFICATIONS:",
            "Passion for analytical problem solving.",
            "Pro-active problem solver who continually asks why to understand root causes.",
            "Experience with R or Python, SQL.",
            "Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.",
            "Knowledge of machine learning techniques and approaches (feature engineering, classification, clustering, decision trees, etc.).",
            "Knowledge of time series analysis and forecasting a plus.",
            "Familiar with software engineering tools and processes (git, repositories, containers, devops, PyCharm,etc.).",
            "Quick learner through formal and self-guided education.",
            "Ability to work in teams or individually.",
            "Courage to challenge the status quo and take smart risks.",
            "Excellent written and verbal communication skills for coordinating across teams.",
            "EDUCATION:",
            "Bachelors degree candidates in quantitative, STEM focused programs are preferred (e.g. Business, Computer Science, Engineering, Economics, Mathematics, Statistics)",
            "Demonstrated experience with, and knowledge of, tools and techniques will also be considered.",
            "The Hershey Company is an Equal Opportunity Employer. The policy of The Hershey Company is to extend opportunities to qualified applicants and employees on an equal basis regardless of an individual's race, color, gender, age, national origin, religion, citizenship status, marital status, sexual orientation, gender identity, transgender status, physical or mental disability, protected veteran status, genetic information, pregnancy, or any other categories protected by applicable federal, state or local laws.",
            "The Hershey Company is an Equal Opportunity Employer - Minority/Female/Disabled/Protected Veterans",
            "If you require a reasonable accommodation as part of the application process, please contact the HR Service Center (askhr@hersheys.com)."
        ],
        "job_bullets": [
            "Collaborates with IT to prepare and manipulate structured and unstructured data for data discovery and mining from multiple, disparate, resources.",
            "Builds high-end analytic models, utilizing supervised and unsupervised learning models, to support decision makers with data driven insights that address immediate business problems and objectives.",
            "Creates informative visualizations that intuitively display large amounts of data and/or complex relationships.",
            "Translates data analytics into coherent reports and presentations for internal and external customer with varying degrees of technical knowledge.",
            "Passion for analytical problem solving.",
            "Pro-active problem solver who continually asks why to understand root causes.",
            "Experience with R or Python, SQL.",
            "Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications.",
            "Knowledge of machine learning techniques and approaches (feature engineering, classification, clustering, decision trees, etc.).",
            "Knowledge of time series analysis and forecasting a plus.",
            "Familiar with software engineering tools and processes (git, repositories, containers, devops, PyCharm,etc.).",
            "Quick learner through formal and self-guided education.",
            "Ability to work in teams or individually.",
            "Courage to challenge the status quo and take smart risks.",
            "Excellent written and verbal communication skills for coordinating across teams.",
            "Bachelors degree candidates in quantitative, STEM focused programs are preferred (e.g. Business, Computer Science, Engineering, Economics, Mathematics, Statistics)",
            "Demonstrated experience with, and knowledge of, tools and techniques will also be considered."
        ]
    },
    {
        "job_description": "Data Scientist",
        "link": "https://www.indeed.com/rc/clk?jk=b57a7afe2c3d9455&fccid=5e9ccfa42693caf1&vjs=3",
        "company": "Rolls-Royce",
        "salary": null,
        "location": "Hybrid remote in Indianapolis, IN",
        "Employment type": "Full-time",
        "job_paragraphs": [],
        "job_bullets": [
            "Working as part of a squad, understand customer business challenges and help develop AI technologies to solve them.",
            "Support the creation of new microservices for the R2 Factory AI Engine",
            "Constantly horizon scan the AI technology landscape to understand the future direction and how R² Factory can take advantage of innovations for competitive gain. Work with ecosystem partners and academia to develop a deep understanding of new AI technologies, translating trends into a pipeline of opportunities",
            "Undertake rapid experiments to prove out the value of new AI technologies with a focus on how they could be leveraged by R² Factory",
            "Trial new approaches, new techniques, new technologies and assess the impact of the latest trends for transforming data into valuable insights and information",
            "Example a lifelong learning practice in the space of your own personal development. Contribute to an open, creative and collaborative culture where everyone feels accountable for shaping the future of R² Factory",
            "Bachelor’s degree in Engineering, and 1+ years of experience, OR",
            "Master's degree in Engineering.",
            "In order to be eligible for consideration, you must be a U.S. Citizen or U.S. Permanent Resident",
            "Degree level educated (or equivalent experience) in a subject / field with a mathematical, scientific, computing or engineering content.",
            "Expertise in Python",
            "An ability to apply logical, analytical and innovative thinking on a range of technical problems, with a bias maximizing value release from new digital technologies.",
            "Experience with predictive analytics, advanced analytical, machine learning or artificial intelligence",
            "Able to interpret complex business requirements, translating them into analytical problems and deliver high value insights and information.",
            "An understanding of digital technology trends",
            "A curious mindset coupled with keen enthusiasm for problem solving, innovation, and learning through the act of doing"
        ]
    }
]