[
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-%E2%80%93-operations-research-at-bosch-usa-3302078723?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=REaArE6%2FrNJoxq2DYXgqxQ%3D%3D&position=1&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Bosch USA",
        "location": "Sunnyvale, CA",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "Engineering",
        "Industries": "Appliances, Electrical, and Electronics Manufacturing",
        "job_paragraphs": [
            "Robert Bosch is a world-class engineering and manufacturing company.  Our products impact hundreds of millions of people every day, many in safety critical systems.  Artificial intelligence is impacting Bosch’s products and services in many domains, including: manufacturing, autonomous driving, predictive maintenance, vehicle diagnostics and supply chain & logistics.  The Bosch Center for Artificial Intelligence provides AI technologies to Bosch’s business units and plants. We are a global team of data scientists, engineers and research scientists focused on applying state-of-the-art AI models to improve all aspects of Bosch’s products and operations.",
            "This is a technical position for someone who is skilled at bringing together disparate technologies to solve business problems.",
            "Primary Responsibilities:",
            "Basic Qualifications:",
            "Preferred Qualifications:",
            "BOSCH is a proud supporter of STEM (Science, Technology, Engineering & Mathematics) Initiatives",
            "By choice, we are committed to a diverse workforce – EOE/Protected Veteran/Disabled.",
            "For more information on our culture and benefits, please visit:",
            "Culture and Benefits | Bosch in the USA"
        ],
        "job_bullets": [
            "Design and implement internal data products that have a significant impact on Bosch global business.",
            "Share knowledge by clearly articulating results and ideas to customers, managers, and key decision makers.",
            "Select and apply appropriate machine learning, operations research, and computing methods to large-scale, high-dimensional data",
            "Write clear, maintainable and tested code",
            "Stay current with the latest research and technology and communicate your knowledge throughout the enterprise",
            "Take responsibility for preparing data for analysis, and provide critical feedback on issues of data integrity",
            "Contribute to Bosch's patent portfolio",
            "Up to 10% travel may be required.",
            "Ph.D. (or M.S with 2+ years relevant work experience) in Computer Science, Statistics, Operations Research or related quantitative technical fields",
            "2+ yrs experience in applying machine learning, mathematical optimization and other analytic methods to solve practical business problems",
            "Experience in machine learning and optimization algorithms & underlying mathematical/statistical principles",
            "Programming experience in Python and/or R, including common data science libraries (e.g. scikit-learn, pandas, numpy)",
            "Experience with optimization solvers like Gurobi or Cplex",
            "Hands-on experience with neural networks and deep learning methods",
            "Experience working with big data and associated distributed processing tools (e.g. Spark)",
            "Experience deploying machine learning models in production systems",
            "Familiar with software engineering best practices and able to write code for production systems",
            "Excellent communication and documentation skills",
            "FIRST Robotics (For Inspiration and Recognition of Science and Technology)",
            "AWIM (A World In Motion)"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-big-cloud-3309394059?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=qpRJtyqBpCvNsKqGytoWPQ%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Big Cloud",
        "location": "New York, United States",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Software Development, Wireless Services, and Retail",
        "job_paragraphs": [
            "Are you excited about retail technology?",
            "",
            "Passionate about data science and analytics?",
            "",
            "We're looking for Data Scientists to help grow research and data analysis capabilities at a fast-growing start-up.",
            "",
            "The company is an exciting series A start-up with $16M in funding and a growing team of 46 people. They have offices in New York and San Diego, and you can work hybrid or 100% remote (anywhere in the US).",
            "",
            "They are building a hardware and software platform to automate retail stores, tracking products and people with real-time analytics.",
            "",
            "You will join the core research team which is 5 people and consists of research engineers, machine learning engineers, and data scientists.",
            "",
            "As a data scientist, you will collaborate with teams and functions across the company ranging from product and customer success to engineering and research. You will assist with data modeling, data analytics, and data experimentation.",
            "",
            "Please apply if you have a bachelors/ masters/ PhD in statistics, mathematics, or similar, plus 4 years of industry experience at a tech company. Strong proficiency in Python and standard data science tools/packages (NumPy, Pandas, Jupyter, etc.) is required.",
            "",
            "The company is offering a competitive salary (base plus equity) and full benefits including 401k, health/ dental/ vision insurance, and unlimited PTO. They can transfer H1B visas and help with green card sponsorship.",
            "",
            "Big Cloud is a machine learning recruiting firm. We’re lucky enough to recruit the best candidates for the most exciting companies all over the world. We try to reply to all applications, but we’re only human, for now! So, you may only hear from us if you are successful.",
            "",
            "Check out www.bigcloud.io/jobs to see what else we’re recruiting for."
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-mindtree-3293646871?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=DrWUwWmiiyqo1ZZfrTJwmw%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Mindtree",
        "location": "Atlanta, GA",
        "Seniority level": "Director",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "IT Services and IT Consulting",
        "job_paragraphs": [
            "In this role you are part of our Connected Mobility team. This team is for building and managing our connected vehicle platforms, supporting product research using vehicle sensor data and creating new and exciting data services for our clients’ customers that makes driving safer, more convenient, and fun. We’re looking for a Senior-Level Data Scientist capable of using machine learning and statistical techniques to create state-of-the-art solutions for non-trivial, and arguably, unsolved problems. If you are results driven, interested in how to apply advanced machine learning techniques, would love to work with vehicle telemetry data and video, are deeply technical, highly innovative, and long for the opportunity to build solutions for challenging problems that directly impact the company's bottom-line, we want to talk to you.",
            "",
            "Data Scientists will prototype, design, and implement predictive models and algorithms. They will lead the full life cycle including data cleansing, feature creation, and iterative model selection. They will write maintainable and extensible tested code that adheres to standards, produce specifications, and determine operation feasibility, and troubleshoot, debut, and upgrade existing systems.",
            "",
            "Responsibilities",
            "",
            "",
            "Qualifications"
        ],
        "job_bullets": [
            "Use statistical and machine learning techniques to create scalable solutions for vehicle telemetry data and video analysis, and perform R&D to drive discovery of new generation mobility products",
            "Establish scalable, efficient, automated processes for large scale data analysis, model development, model validation and model implementation",
            "Drive adoption of best practices across organizations",
            "Deliver production-ready code",
            "Work with Product Owners to define the KPIs for machine learning projects",
            "Stay abreast of developments in research methodology and changing technologies in the marketplace and proactively identify applications of these latest developments to improve existing methods",
            "Prepare and present findings to both technical and non-technical audiences",
            "Work within the constraints of time, budget, and resources capacities to align with Toyota’s global vision",
            "Develop and foster collaborative relationships with product, business, and engineering teams to effectively serve our customer needs",
            "8+ years of production experience working in Data Science or Software Engineering",
            "5+ years of production experience in Machine Learning, Computer Vision, Signal Processing, and/or Natural Language Processing (NLP)",
            "Solid production experience using Python (including NumPy) and SQL",
            "Solid production experience using TensorFlow and/or PyTorch",
            "+3 years’ experience using Kafka",
            "Production experience with Apache Spark",
            "Strong fundamentals in problem solving, algorithm design and complexity analysis",
            "Experience implementing Machine Learning pipelines in production environments",
            "Hands-on experience with web APIs, containers, CI/CD and testing",
            "Experience from working in Agile Scrum environments",
            "Experience implementing solutions in a cloud environment (AWS, Azure, or Google Cloud)",
            "Experience working with data science in automotive telematics data and video is a plus",
            "Experience in edge computing is a plus"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-stemboard-3306417781?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=zrjydfkJShD84FunFODm0g%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "STEMBoard",
        "location": "Homestead, FL",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Defense and Space Manufacturing",
        "job_paragraphs": [],
        "job_bullets": [
            "Play a crucial role in building out the Data Steward program by developing data governance standards.",
            "Research, design, and implement algorithms to solve complex problems. Program using R, Python (NumPy, SciPy, Pandas) or similar analytical languages.",
            "Conduct large-scale data processing and perform statistical modeling and create data visualizations using products like Tableau, Microsoft Power BI and R Shiny.",
            "Perform data engineering, data processing and modeling techniques using cloud-based data management, data science, and ML platforms such as Databricks, IBM Cloud Pak, Cloudera, and Snowflake.",
            "Communicate complex concepts and hypothesis to a non-technical audience through digital storytelling.",
            "Developing, maintaining, and testing infrastructures for data generation to transform data from various structured and unstructured data sources.",
            "Create standards and process for developing data sciences projects to solve IC-related problems.",
            "Design and implement process for implementing an optimal data pipeline architecture.",
            "Interpret and analyze data using exploratory mathematic and statistical techniques.",
            "Coordinate research and analytic activities utilizing various data points (unstructured and structured) and employ programming to clean, massage, and organize the data.",
            "Work withing an Agile framework and utilize Git Repositories.",
            "Experiment against data points, provide information based on experiment results and provide previously undiscovered solutions to command data challenges.",
            "Coordinate with Data Engineers to build Data environments providing data identified by other data professionals",
            "Apply and develop scientific methodology, statistics and algorithms to discover and frame relevant problems, hypotheses, and opportunities.",
            "Develop predictive and prescriptive modeling, natural language processing (NLP), Robotic Process Automation (RPA), text mining and processing, clustering, forecasting methods, and other advanced statistical techniques.",
            "Design and automate processes to facilitate the manipulation and analysis of data.",
            "Experience: 2+ years of experience with software engineering, data science or related experience.",
            "Education: Bachelors or Masters degree in STEM with a preference towards Data Science, Computer Science, or Software Engineering.",
            "Healthcare, Vision, and Dental Insurance",
            "20 Days of PTO",
            "401K Matching",
            "Training/Certification Reimbursement",
            "Short term/Long term disability",
            "Parental/Maternity Leave",
            "Life Insurance"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-deep-learning-at-bosch-usa-3296048769?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=60fLaNQspmJfWdty456RJg%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Bosch USA",
        "location": "Sunnyvale, CA",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Design, Engineering, and Other",
        "Industries": "Appliances, Electrical, and Electronics Manufacturing, Motor Vehicle Manufacturing, and Computers and Electronics Manufacturing",
        "job_paragraphs": [
            "Company Description",
            "The Bosch Center for Artificial Intelligence provides services in AI technologies to Bosch’s business units and plants. Artificial intelligence technologies are impacting Bosch’s products and services in many domains: manufacturing, predictive maintenance, vehicle diagnostics, supply chain, large-scale simulations, etc. This is a technical position for someone who is skilled at bringing together disparate technologies to solve business problems.",
            "",
            "Job Description",
            "Bosch is at the forefront of innovation in the connected world and is impacting millions of lives every day through its products in mobility, industrial technology, consumer goods and energy and smart building sectors. We rely on data for every aspect of our product lifecycle and operations and we collect a lot of it every day.",
            "Our team is responsible for enabling a wide variety of Bosch engineering teams to make use of advancements in AI through centralized services that involve streaming data from connected services to building and deploying state-of-art AI solutions.",
            "We are looking for a talented engineer who is passionate about building fault-tolerant data services and analytics tools targeted towards vision applications. Your work will be used by hundreds of Bosch engineers and will have global impact by improving the quality and value of Bosch products.",
            "",
            "Primary Responsibilities:",
            "",
            "Qualifications",
            "Basic Qualifications:",
            "",
            "Preferred Qualifications:",
            "",
            "Additional Information",
            "BOSCH is a proud supporter of STEM (Science, Technology, Engineering & Mathematics) Initiatives",
            "By choice, we are committed to a diverse workforce – EOE/Protected Veteran/Disabled."
        ],
        "job_bullets": [
            "Execute complex machine learning and deep learning projects that have a significant impact on Bosch global business.",
            "Share knowledge by clearly articulating results and ideas to customers, managers, and key decision makers.",
            "Collaborate with product, engineering, and marketing teams across many Bosch business domains (automotive, industrial, internet of things) to translate business needs into technical solutions",
            "Collaborate with other data scientist and data engineers to design, prioritize and implement new features for our AI platform to solve real customer problems",
            "Write clear, maintainable and tested code",
            "Stay current with the latest research and technology and communicate your knowledge throughout the enterprise",
            "Take responsibility for preparing data for analysis, review data preparation/ETL code and provide critical feedback on issues of data integrity",
            "Contribute to Bosch's patent portfolio",
            "Up to 10% travel may be required.",
            "Masters Degree in Computer science, electrical and computer engineering and 2+ years of professional experience",
            "4+ years experience with Python (Scikit-learn, Pandas, Numpy)",
            "1+ yrs experience designing and implementing deep NN architectures (both convolutional and recurrent) using open-source deep learning frameworks, e.g. TensorFlow, PyTorch",
            "Ph.D in Computer science, electrical and computer engineering or related field with focus on deep learning and feature discovery",
            "In depth knowledge and working experience on the various aspects of training and deployment of deep networks",
            "Strong understanding of machine learning algorithms & principles",
            "Experience building deep NN models for image classification, object detection and semantic segmentation",
            "Familiarity with CPU/GPU architectures and numeric libraries",
            "Hands-on experience in distributed training of deep architectures: multi-GPU, multi-node, synchronous and asynchronous",
            "Experience with computer vision libraries like OpenCV",
            "Publications in top conferences such as NIPS, CVPR, ICLR, ICML",
            "FIRST Robotics (For Inspiration and Recognition of Science and Technology)",
            "AWIM (A World In Motion)"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-product-develop-area-at-asana-3305269409?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=30qONWYSGEUIQlsG8mX1PA%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Asana",
        "location": "San Francisco, CA",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Software Development",
        "job_paragraphs": [],
        "job_bullets": [
            "Designing and analyzing experiments to measure the impact of new product features, and inform our product roadmap",
            "Investigating strategic questions like “What are the collaborative patterns of the most successful teams using Asana?” utilizing vast amounts of data",
            "Adding new metrics and aggregations to our data warehouse to make new classes of questions answerable",
            "Building models to predict the growth trajectory of different customer segments, improve in-product experiences or inform business decisions",
            "Bachelor Degree in Math, Statistics, Computer Science, Engineering a related quantitative field, or equivalent experience",
            "4+ years of experience in applying data science techniques to drive technical product development and decision-making",
            "Strong technical background in statistics, math, computer science, information science, or another quantitative field",
            "Fluency in at least one data processing and programming language (e.g. Python, Scala)",
            "Proficiency with relational data modeling and SQL",
            "Expertise in statistical methods and experimental design and analysis",
            "Familiarity with distributed data processing systems (e.g. Spark, Redshift)",
            "Background in advanced statistical modeling (e.g. GLM, mixed effects) and/or machine learning",
            "Experience collaborating with teammates in other locations"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-tredence-inc-3306077906?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=rIoyRfdAzgcNb%2BNLDSTbqg%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Tredence Inc.",
        "location": "San Francisco Bay Area",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Business Consulting and Services",
        "job_paragraphs": [
            "About Tredence: Tredence focuses on last mile delivery of insights into actions by uniting its strengths in business analytics, data science, and software engineering. The largest companies across industries are engaging with Tredence and deploying its prediction and optimization solutions at scale – empowering end users to improve decision making.",
            "",
            "Qualifications",
            "",
            "Why join Tredence? There is a reason we are one of the fastest growing private companies in the country! You will have the opportunity to work with some of the smartest, friendliest, hardest working people in the data analytics space. You will work with the latest technologies and interface directly with the key decision stakeholders at our clients, some of the largest and most innovative businesses in the world. We offer a 401k match; full medical, dental and vision benefits, a fun team atmosphere and a work life balance. Our people are our greatest asset and we value every one of them. Come see why we’re so successful in one of the most competitive and fastest growing industries in the world"
        ],
        "job_bullets": [
            "8+ years experience in an analytics, data science, role (customer/product analytics)",
            "Advanced proficiency in SQL, Excel and Python",
            "Experience working directly with data and business teams to identify key KPIs, and create recommendations based on rigorous analysis",
            "Excellent written and verbal communication skills; experience in leading client discovery sessions, synthesizing findings and presenting recommendations to the C-suite",
            "Flexibility working PT hours",
            "Experience working on churn/retention analytics",
            "Comfortable in working with teams spread across geographies in North America and India"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-the-cypress-group-3301088263?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=x7g2xw9%2Fkw72ZgzA8ic6BQ%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "The Cypress Group",
        "location": "United States",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Hospitals and Health Care",
        "job_paragraphs": [
            "60 person health-tech analytics firm is hiring for a mid-level to senior data scientist. The ideal candidate will have at least 2+ years of production level experience, and will have experience with both data science modeling as well as data engineering/coding in Python. The firm is based here on the East Coast but can hire remotely across the entire US.",
            "",
            "Qualifications:",
            "- Strong data science modeling skills (they use Tensorflow and PyTorch)",
            "- Someone ALSO with strong data engineering/development skills, mainly in Python. This role will be a blend of both the data science modeling work and the engineering work",
            "- Experience customizing algorithms",
            "- Experience writing reproducible, modular code",
            "- Desire or motivation to work in a mission-driven firm that supports the healthcare industry",
            "",
            "Compensation ranges from 140k-160k base salary (potentially up to 165k-170k for a strong candidate) plus bonus, equity, and benefits. US Citizens or Green Card holders only."
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-fintrust-connect-3299563295?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=Gt%2FzGywnr6ttjs4z6GHwiA%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "FinTrust Connect",
        "location": "Chicago, IL",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Software Development and Banking",
        "job_paragraphs": [
            "***Employer is NOT able to Sponsor***",
            "",
            "Credit Risk - Model Developer & Engineer",
            "Fintrust Connect has partnered with a well-established tenured banking institution that is currently seeking a Credit Risk Model Developer & Engineer. This position is responsible for discovering insights and solving problems using statistical, algorithmic, mining, machine learning, and visualization techniques. It requires a comprehensive understanding of ONB database systems, industry datasets, computer programming skills, and mathematical concepts relevant to financial analysis.",
            "",
            "Why this opportunity?",
            "· Culture: Open-minded, growth oriented, and humble learning environment. This bank is implementing innovative technology and lots of opportunities for growth and mentorship",
            "· Growth: Successor to become the Data Science Director",
            "· Compensation: $125K-$135K + Bonus (Compensation is based on experience)",
            "or $60-$70/hr. (Temp to Perm)",
            "· Work-style: On-site (Chicago, Minneapolis, Indiana) or Remote",
            "· Ideal Experience:",
            "o Model Development or Model Engineer",
            "o Improve CECL Models",
            "o Credit Risk Model Development",
            "o Strong SQL, SAS, Python, PowerBI experience",
            "o Have built capability models",
            "o Prior Experience working on a data science team, wealth practice",
            "",
            "Requirements:",
            "· Master’s degree or Doctors in computer science, applied mathematics, Philosophy, or information systems",
            "· 5+ years of experience in programming and manipulating large data sets, preferably within the banking industry",
            "· Ability to clearly communicate and organize complex financial information",
            "· Advanced SAS, R, or Python data modeling skills",
            "· Advanced SQL programming skill",
            "· Advanced Microsoft Excel, PowerPoint, and Access development skills",
            "· Experience working within a cloud environment (Azure, AWS)",
            "· Experience with Power BI or similar data visualization software",
            "· Knowledge of accounting and financial standards (CECL)",
            "",
            "Description:",
            "· Design and test predictive models, experiments, test hypotheses, and build models to improve performance, assist in business decisions and manage risk",
            "· Provide expertise in mathematical concepts supporting the development of analytical models",
            "· Collaborate with a multidisciplinary team of data stewards, IT analysts, model validation analysts, business analysts, and senior managers",
            "· Document the processes and procedures utilized to create datasets, and build and test analytical models",
            "· Model business scenarios that impact critical business processes and/or decisions",
            "· Integrate and prepare large datasets",
            "· Collaborate with the data governance team to ensure that data use follows compliance, information security, and control policies",
            "",
            "For more information on jobs and careers, please visit FintrustConnect.com"
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-evergreen-at-telesign-3302953719?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=oLUBRuQrMMd4%2F%2BHF%2BnHUqw%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Telesign",
        "location": "Texas, United States",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "IT Services and IT Consulting",
        "job_paragraphs": [],
        "job_bullets": [
            "Bachelor's degree in Computer Science, Data Science, Information Technology, or related technical or quantitative discipline/field",
            "Curious about business industry and product development",
            "Cross-functional collaboration experience",
            "Ability to research and present to the team on latest technological and data science topics",
            "3+ years of \"hands-on\" experience in several of the following:",
            "Significant experience in popular Python packages such as numpy, pandas, sk-learn, xgboost",
            "Experience manipulating data in Spark",
            "Previous experience working with SQL and NoSQL databases (such as DynamoDB)",
            "Experience delivering, evaluating, and iterating on models in production",
            "Conceptual understanding of statistical methodologies and many machine learning algorithms with demonstrated application",
            "Data visualization experience with packages such as matplotlib, plot.ly",
            "Experience with some of the following specializations: anomaly detection, network analysis and active learning",
            "Previous hands-on experience in Docker and AWS Sagemaker",
            "Familiarity with Tensorflow/Keras"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-emerest-3301170026?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=c2Z88GLyD2kqLpeOImJbaw%3D%3D&position=12&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Emerest",
        "location": "New York, United States",
        "Employment type": "Full-time",
        "job_paragraphs": [
            "At Emerest Connect, our mission is to take care of our senior citizens’ physical and behavioral health remotely so they can enjoy their lives within the comfort of their own homes. Across our Emerest’s healthcare ecosystem, we are taking care of our clients like they are our own family through tracking detailed patient behaviors and patterns, focusing on preventive care to reduce hospitalizations and address unmet needs based on social determinants of health. ",
            "",
            "As we continue to grow and take care of our clients, we remain vigilant to be proactive in preventing any unnecessary health incidents that are due to loneliness and depression. At Emerest Connect, you will be joining a team of caring, ambitious, and supportive colleagues who are here to make a difference in our senior citizens’ community that has been further marginalized due to the ongoing pandemic. Join our teammates with diverse backgrounds and enjoy the journey along the way.",
            "",
            "The Opportunity at Emerest Connect",
            "",
            "The Data Scientist position at Emerest Connect will be the first full-time, in-house hire and will help us restructure our entire data infrastructure as we grow our patient population. Our Data Scientist will work closely with the nursing and social work and departments to understand how we are currently collecting data, and in what fashion; and based on that research will work with a remote patient monitoring software company to reorganize our data for better storage, extraction, and analytics. Additionally, the Data Scientist will work closely with the marketing and business development team members to produce digestible insights for business conversations. ",
            "",
            "We are looking for a data scientist who can:",
            "",
            "What You Bring To Emerest Connect Health",
            "",
            "Where You’ll Work",
            "",
            "Emerest Connect has a hybrid work model; we recognize the power of choice and importance of flexibility for the well-being of both our company and our individual employees. Roles may be completely remote, but if based in a local (commuting distance) region (such as New York City and nearby cities), we would prefer a hybrid work mode with an emphasis on the remote part. ",
            "",
            "*This job is subject to a screening/examination",
            "",
            "Equal Opportunity Statement",
            "",
            "Emerest Connect provides equal employment opportunities to all applicants and employees. We prohibit discrimination and harassment of any type with regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state, or local laws"
        ],
        "job_bullets": [
            "Deliver high-value data analytics projects that our existing data products could not cover;",
            "Work with our Product Manager and consultants to help prototype new analytics offerings;",
            "Implement or review client solutions using techniques like ML or statistical analysis for targeted social and behavioral areas in our patient population;",
            "Incorporate a good understanding of the healthcare datasets at Emerest Connect and client use-cases to effectively partner with data engineering teams for architectural decisions;",
            "Create a plan with the team to scale our solutions, automate code, and centralize complex logic. Advocate for good engineering practices within the team like documentation and code reusability;",
            "Present findings, insights, and analytical results to internal partners for client deliveries, as well as the larger DS function for continued growth and learning.",
            "Keenly analytical mindset and the ability to solve complex problems with limited supervision;",
            "Experience writing SQL queries, working with Relational Databases and proficient in scripting with PythonExperience writing SQL queries and working with Relational Databases OR Proficient in scripting with Python;",
            "Ability to work well both independently and collaboratively, in a fast-paced and demanding agile environment;",
            "Interest in growing their skills as a Data Scientist and being willing to learn and teach as part of a team;",
            "Strong business acumen demonstrated by a good understanding of how analytics insights tie into business goals;",
            "High motivation, work ethic, and self-discipline to organize and complete tasks;",
            "Nice-to-have: Industry knowledge on healthcare claims data, A/B testing, biostatistics."
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-matlen-silver-3309969266?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=ZHkAF41M4JcUHbrGIVn62Q%3D%3D&position=13&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Matlen Silver",
        "location": "United States",
        "Seniority level": "Not Applicable",
        "Employment type": "Contract",
        "Job function": "Finance",
        "Industries": "IT Services and IT Consulting",
        "job_paragraphs": [
            "At NRG, we apply advanced analytics and modeling to address challenging business problems. Within NRG Home, which includes Reliant Energy, we aim to promote customized offerings: the right product offered through the right channel, with the right message at the right time for each current or prospective customer. To accomplish this, we leverage our data via predictive modeling, statistical analyses, and optimization. If you love data, programming, creative problem solving, and communicating results, you will fit right in.",
            "",
            "Responsibilities:",
            "",
            "Essential Duties/Responsibilities:",
            "",
            "- Apply statistical modeling or machine learning algorithms to optimize marketing efforts with respect to customer acquisition, retention, customer experience, and margin enhancement",
            "- Lead and help develop more junior analysts",
            "- Work with the marketing team to plan and analyze A/B tests",
            "- Quantify the effects of various marketing levers",
            "- Produce models that predict consumer behavior responses to various marketing levers",
            "- Help executives monitor the pulse of the business by automating reports of key performance indicators",
            "- Develop useful visualizations",
            "- Translate, communicate, and present results and recommendations to a non-technical audience",
            "",
            "Qualifications:",
            "",
            "Education:",
            "",
            "Bachelors degree in Statistics, Computer Science, Economics, Engineering, Mathematics, or Operations Research required.",
            "Advanced Degree (MS or PhD) in a quantitative field is strongly preferred, such as Statistics, Computer Science, Economics, Engineering, Mathematics, or Operations Research.",
            "",
            "Experience:",
            "- 3+ years in statistical modeling and quantitative analysis in industry or full time academic research.",
            "- Previous retail electricity market experience preferred",
            "- Previous marketing experience preferred",
            "- Experience analyzing weblog data a plus",
            "- Kaggle competition experience also a plus",
            "",
            "Have you done any interesting analytics projects for fun? We would love to see them!",
            "",
            "Technical Skills:",
            "",
            "- Statistical modeling and analysis skills",
            "- Strong general programming skills",
            "- Proficiency with Python, including pandas and scikit-learn",
            "- R programming a plus",
            "- Strong SQL skills / understanding of relational databases",
            "- Comfortable working in Linux",
            "- Excel guru",
            "- Git for version control",
            "-Bayesian Statistics a plus",
            "-Survival modeling a plus",
            "",
            "Additional Knowledge, Skills and Abilities:",
            "",
            "- Ability to translate complex business issues into achievable analytical learning objectives and actionable analytic projects",
            "- Solid understanding of the use and interpretation of graduate level multivariate statistical techniques and sampling methods, such as multi-variant regression, ANOVA, factor analysis, cluster analysis, and principal components analysis",
            "- Ability to interpret complex analytic results and develop practical business implications",
            "- Understanding of the utility business, to include service process, market structure/pricing and competitive environment",
            "- Good communication skills",
            "- Strategic marketing mindset and firm understanding of key marketing and financial concepts",
            "- Keen attention to detail",
            "- Ability to work as a team member in a fast paced environment",
            "- Demonstrated ability to learn and apply new technologies and new analytics models/techniques as needed",
            "- Think critically about analyses to ensure the conclusions make sense before sharing"
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-buying-risk-at-wish-3305802929?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=eut8x4zizxpHeB9nPY1eEw%3D%3D&position=14&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Wish",
        "location": "San Francisco, CA",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Analyst",
        "Industries": "Software Development, Technology, Information and Internet, and Manufacturing",
        "job_paragraphs": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "job_bullets": [
            "Independently and proactively find new trends in marketplace fraud or bad content, backtest rules to fight it, deploy and monitor those rules.",
            "Create and track metrics that will help us understand how much fraud or bad content is on Wish’s site, how it is getting there when there are increases, and what is driving them.",
            "Use metrics and analyses to influence roadmaps with data-driven strategies.",
            "Analyze machine learning scores to help DS understand ML model weaknesses, examine if model actioning thresholds are optimal, and run experiments to test better thresholds.",
            "Review for daily anomalies after we stand up our anomaly detection system.",
            "Conceptualize and build centralized tools (including pipelines) that can extract data/insights for daily business management in an automated manner.",
            "Work effectively with cross-functional teams globally, assimilating requirements, driving results in the form of data insights, and acting as a liaison between engineers and business partners.",
            "Bachelor’s degree in an analytical, mathematical or financial field or similar",
            "2+ years of work experience in doing finance/business/risk data science",
            "Excellence in SQL, deep experience and strengths to develop complex queries",
            "Development experience in at least one scripting language (Python preferred)",
            "Strong analytical and problem-solving skills; ability to transform data into business insights and actionable recommendations",
            "Experience working with large data sets that are structured and partially structured",
            "Working knowledge of data visualization tools (Looker, Tableau etc., Tableau preferred)",
            "Masters in computer science, data science, statistics, mathematics or a related quantitative field.",
            "Previous experience in fraud detection, payments and/or e-commerce strongly preferred",
            "Communication: you enjoy managing stakeholders, complex multi-team projects management, taking end-to-end responsibility and ownership over a project."
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-aditi-consulting-3300622957?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=S%2BqgUPJd8wst8tKZCPHNew%3D%3D&position=15&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Aditi Consulting",
        "location": "Bellevue, WA",
        "Seniority level": "Associate",
        "Employment type": "Contract",
        "Job function": "Engineering and Information Technology",
        "Industries": "IT Services and IT Consulting",
        "job_paragraphs": [
            "Position Details:",
            "Client: Telecom",
            "Job Title: Data Scientist II",
            "Location: Bellevue WA",
            "Duration: 12 Months",
            "",
            "Description:",
            "",
            "Must have: SQL, Power BI, Excel",
            "",
            "· What does a typical day look like? (daily tasks) - A handful of project meetings (2-3 hours worth) and dedicated time for data analysis & query building",
            "· Preferred background/prior work experience? - Ability to process large sets of data and create actionable insights.",
            "· Priority soft skills - Strong communication skills. Flexibility. Ability to work in a rapidly changing environment.",
            "· Supporting: Technology / EIS Advanced Delivery",
            ""
        ],
        "job_bullets": [
            "At least 3 years relevant experience required. Help us discover the information hidden in vast amounts of data, to enable smarter decisions that will deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products. Responsibilities - Selecting features, building, and optimizing classifiers using machine learning techniques - Data mining using state-of-the-art methods –",
            "Extending company’s data with third party sources of information when needed",
            "Enhancing data collection procedures to include information that is relevant for building analytic systems - Processing, cleansing, and verifying the integrity of data used for analysis - Doing ad-hoc analysis and presenting results in a clear manner - Creating automated anomaly detection systems and constant tracking of its performance"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-ledgent-technology-3298988695?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=JULaP9HqfHBICCDnRLvEBA%3D%3D&position=16&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Ledgent Technology",
        "location": "East Wenatchee, WA",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Staffing and Recruiting",
        "job_paragraphs": [
            "Data Scientist",
            "Full Time",
            "Onsite/Hybrid- East Wenachee- MUST BE A LOCAL CANDIDATE",
            "C2C is not an option at this time",
            "",
            "Here at Ledgent Technology, we partner with key employers located in the Portland Metropolitan area. Many of which are constantly adding new talent to their organization. Looking to transition into a new industry? Retail, Healthcare, Manufacturing, Media/Entertainment and so much more! Let’s chat today about how our experience Technology Recruiters can be a resource in finding you that DREAM job!",
            "",
            "In this role, the Data Scientist will work with the Software Development Team, Customers, and others to consolidate, mine and deliver data strategies from multiple data platforms. Your insights will be a part of a collaborative effort along with the entire team to maintain the leading edge of technology in our industries.",
            "Objective:",
            "Daily and Monthly Responsibilities:",
            "Qualifications:",
            "",
            "We are an equal opportunity employer and make hiring decisions based on merit. Recruitment, hiring, training, and job assignments are made without regard to race, color, national origin, age, ancestry, religion, sex, sexual orientation, gender identity, gender expression, marital status, disability, or any other protected classification. We consider all qualified applicants, including those with criminal histories, in a manner consistent with state and local laws, including the City of Los Angeles' Fair Chance Initiative for Hiring Ordinance."
        ],
        "job_bullets": [
            "Collaborate with the software development team to develop an understanding of data needs",
            "Research and devise innovative statistical models for data analysis",
            "Communicate findings to all stakeholders including customers",
            "Enable smarter business processes- and implement analytics for meaningful insights",
            "Keep current with technical and industry developments",
            "Work as the lead data strategist, identifying and integrating new datasets that can be leveraged through our product capabilities and work closely with the engineering team to strategize and execute the development of data products",
            "Execute analytical experiments methodically to help solve various problems and make a true impact across various domains and customer sites",
            "Identify relevant data sources and sets to mine for client business needs, and collect large structured and unstructured datasets and variables",
            "Devise and utilize algorithms and models to mine big data stores, perform data and error analysis to improve models and clean and validate data for uniformity and accuracy",
            "Analyze data for trends and patterns, and interpret data with a clear objective in mind",
            "Implement analytical models into production by collaborating with software developers and machine learning engineers",
            "Communicate analytic solutions to stakeholders and implement improvements as needed to operational systems",
            "Bachelor’s degree in statistics, applied mathematics, or related discipline",
            "4+ years of experience in data science",
            "Proficiency with data mining, mathematics, and statistical analysis",
            "Advanced pattern recognition and predictive modeling experience",
            "Experience with Excel, PowerPoint, Tableau, SQL, and programming languages (i.e., Java/Python, SAS)",
            "Comfort working in a dynamic, research- oriented group with several ongoing concurrent projects",
            "2+ years of project management experience"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-integrity-lab-3300679473?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=AFn%2BfbKM4XotvN42AUKd0w%3D%3D&position=17&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Integrity Lab",
        "location": "United States",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering, Consulting, and Management",
        "Industries": "Software Development, Legal Services, and Business Consulting and Services",
        "job_paragraphs": [
            "The Integrity Lab conducts research and develops analytic software for major multinationals, dynamic startups, and government agencies to foster integrity through rigorous, data-driven insights. We continually seek to design cutting-edge approaches to proactively mitigate some of the most challenging issues facing organizations, including fraud, bribery, and harassment. Our unique platform allows us to be at the forefront of developing solutions to address issues that have major regulatory and reputational consequences for both organizations and people. Our Cambridge-based team of people has diverse expertise in data science, statistics, econometrics, engineering, and software design.",
            "",
            "We are looking for a talented and experienced data scientist who is passionate about using data to understand human behavior. The role will involve conducting every aspect of the R&D process including design, analysis, writing, and presentation.",
            "",
            "Key Responsibilities",
            "",
            "",
            "Skills & Qualifications",
            "",
            "",
            "We are considering both outstanding applicants who live outside of Boston/Cambridge for a remote position or we would enjoy making this a Cambridge-based position where you'll be able to enjoy a healthy work-from-home and in-office balanced schedule combination.",
            "",
            "Application Instructions",
            "",
            "Please apply through LinkedIn by sending your CV (including links to any projects). After reviewing those CVs, we will select applicants for an interview and then provide a technical assignment for completion as part of the interview process. During the initial discussion, we will also provide more details about the lab's work.",
            ""
        ],
        "job_bullets": [
            "Independently analyze datasets to draw inferences about behavior and organizational culture using modern data science techniques (statistical, regression based, and machine learning based) against structured and unstructured data to generate insights",
            "Participate in our collaborative R&D process to develop hypotheses and decide how to utilize new datasets",
            "Continue to build on Integrity Lab’s success as the leading company to rigorously advise companies on understanding and addressing challenging culture and compliance issues",
            "3+ years experience working with statistical testing, econometric-based regression modeling, and machine learning based models",
            "Expertise with modern data analysis software/programming including Stata and Python",
            "Knowledge of survey design (e.g., power analysis, stratification, etc.) is a plus",
            "Evidence of personal curiosity demonstrated through personal projects and interest to work on the cutting edge of model design",
            "Experience with dashboards like Tableau or AWS Quicksight is a plus",
            "A high degree of personal integrity in dealing with sensitive data",
            "Strong written and oral communication skills"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-envision-3309657270?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=WdiQDSPIFxvTOhB8xpIIYg%3D%3D&position=18&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Envision",
        "location": "Greater St. Louis",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Contract",
        "Job function": "Information Technology, Science, and Research",
        "Industries": "Staffing and Recruiting",
        "job_paragraphs": [
            "********Can not sponsor or do C2C*******",
            "",
            "Basic Qualifications:",
            "-Demonstrated hands on experience in building packages to serve predictions",
            "-MS with 4 years of experience in Data Science, Machine Learning, Statistics, Applied Mathematics, or another highly quantitative discipline.",
            "-Strong Python coding skills for data analysis and modeling, including experience with standard data science packages (numpy, pandas, matplotlib, seaborn, sklearn).",
            "-Ability to learn new quantitative domains and modeling techniques.",
            "-Self-motivated and able to work independently as well as part of a team.",
            "-Strong communication skills for interactions with team members.",
            "-Experience using version control systems like GitHub/GitLab"
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-trust-safety-at-wish-3300893758?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=K544SSSpzY3PBhOMteiGIg%3D%3D&position=19&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Wish",
        "location": "San Francisco, CA",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "Analyst",
        "Industries": "Software Development, Technology, Information and Internet, and Manufacturing",
        "job_paragraphs": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "job_bullets": [
            "Working closely with the Chief Compliance Officer to write anti-money laundering rules to safeguard our business against expensive regulatory escalations.",
            "Maintain and approve machine learning models in one or both of these areas: machine learning models to detect misleading / ambiguous product listings on Wish and/or models to detect malicious product editing on Wish",
            "Working closely with a third party vendor and/or in-house anomaly detection tools to find fraud attacks on a large scale to defend our platform against large losses of money and user trust",
            "You will perform all aspects of data science in risk: data analytics, research, model development, deployment and monitoring - owning projects end to end, with concretely calculable impact.",
            "You identify the insights and data needed, and set priorities by the final impact.",
            "You understand the dual goals of the risk domain: fighting fraud and growing the business. You can clarify strategic and tactical objectives and prioritize tasks for yourself and the team.",
            "You proactively watch for signs of trouble, articulate with data, and craft hotfixes or long term solutions, depending on the situation and your judgement.",
            "You own foundational work that enables your direct colleagues as well as other teams.",
            "You enjoy managing stakeholders, multi-team projects, taking end-to-end responsibility and ownership over a project.",
            "Energetic and flexible. We own the actions. We own the impact. We iterate fast because fraudsters do.",
            "You are a team role model for technical excellence and communication style. You will provide input to technical decisions and uplevel the team’s ML capabilities in one or more major areas (e.g. misleading content models or malicious product edit models).",
            "Theory and practice of Machine Learning. 1+ years of hands-on industrial experience on most ML/DL algorithms and big data technologies.",
            "System design and programming. 1+ years of hands-on industrial experience with ML system design and implementation. We productionize code ourselves, and we love it to be clean.",
            "Background in Payments, Risk or E-commerce strongly preferred",
            "Product sense. You always start from business problems, not technical details.",
            "Communication. You enjoy managing stakeholders, complex multi-team projects management, taking end-to-end responsibility and ownership over a project.",
            "Education. Masters in computer science, data science, or a related quantitative field.",
            "Domain expertise. Previous experience in fraud detection and the unique challenges applying ML in this area."
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-full-time-at-bardess-group-ltd-3305796937?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=MTxJXNsG7IAWOIaqIIqAuQ%3D%3D&position=20&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Bardess Group Ltd",
        "location": "New York, NY",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Information Services",
        "job_paragraphs": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "job_bullets": [
            "Transaction clustering on 2 billion rows of point-of-sale data, using Spark - for major convenience store chain",
            "Credit risk model for major vehicle leasing company",
            "Store/product revenue predictions, sales forecasting, and optimization for major retail company",
            "Business partnership with new time series forecasting software product",
            "Use a range of machine learning and statistics techniques to design and implement data science solutions that meet client business requirements",
            "ETL and data prep",
            "Operationalization of data science solutions, e.g. setting up automated prediction pipelines",
            "Communicate with client to help determine needs, plan out delivery, and present results",
            "Work independently to deliver client projects, and collaboratively with other Bardess employees",
            "2 years relevant data science experience",
            "Bachelors, ideally in scientific or computational field",
            "Masters or PhD preferred",
            "advanced knowledge and demonstrated experience in data science and machine learning theory",
            "strong experience with Python and/or R",
            "strong experience with SQL",
            "excellent communication skills",
            "ability to work both independently to identify customer requirements, and collaboratively to address those requirements",
            "experience with big data platforms and data warehouse technologies such as Spark and Snowflake",
            "experience working in consulting or major industry",
            "experience communicating with clients/stakeholders, and managing projects",
            "experience with shell/command-line tools",
            "ability and desire to train clients in core data science concepts"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-salt-3304564002?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=CQDUpBZYtDK1Ust26k1HBQ%3D%3D&position=21&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Salt",
        "location": "United States",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Food and Beverage Services, Software Development, and Food and Beverage Manufacturing",
        "job_paragraphs": [
            "***200k+*** (Based On Experience)",
            "",
            "We have teamed up with one of the heavy hitters in data. They are focused on transforming how data is seen and used, connecting external & internal data to unlock insights which inform business decisions & open new opportunities, as well as solving some of the more difficult problems in the world related to entity resolution. They are backed by large venture groups and constantly growing, seeking smart, enthusiastic, and driven individuals. On that note, they are looking for a skilled Senior Data Scientist who has a passion for data. This is individual would be involved in predictions, working with distributed machine learning, developing repeatable strategies, developing techniques to detect & explore anomalies, and standardizing data for all the customers/clients.",
            "",
            "Ideal experience would include Python, Spark, AWS, Machine Learning and more.",
            "",
            "This is a key opportunity to get on-board with a company who has already raised $130m of capital and entering their next funding round. If you are interested or would like to find out more, I would love to set up a call with you sometime, even if it is just to chat about what you are looking for.",
            "",
            "This would be a *Remote* role",
            "**All candidates would need to be located in the United States.**"
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-genuent-is-becoming-inspyr-solutions-3302898856?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=8oBqYD0SaWkm%2Bri4gQmPog%3D%3D&position=23&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Genuent is becoming INSPYR Solutions",
        "location": "Houston, TX",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Oil and Gas",
        "job_paragraphs": [
            "INSPYR Solutions is hiring a Data Scientist for our direct client in Houston, TX. This is a hybrid role and candidates must be local to Houston, or willing to relocate to Houston. Qualified candidates should send their resume (Word format) to Nate Ackerman at nackerman@genuent.net.",
            "",
            "",
            "***Per our client's specifications, candidates are required to be hourly W2 employees with our firm. US Citizens, Green Card holders and all other parties authorized to work in the US without sponsorship are encouraged to apply***",
            "",
            "",
            "Data Scientist – Houston, TX",
            "Contract-to-Hire",
            "",
            "",
            "Top Skills Required:",
            "",
            "",
            "Job Summary:",
            "Our client applies advanced analytics and modeling to address challenging business problems. Within their Texas mass markets retail business, they aim to promote customized offerings: the right product offered through the right channel, with the right message at the right time for each current or prospective customer. To accomplish this, they leverage their data via predictive modeling, statistical analysis, and optimization. If you love data, programming, creative problem solving, and communicating results, you will fit right in.",
            "",
            "",
            "Have you done any interesting analytics projects for fun? We would love to see them!",
            "",
            "",
            "Essential Duties/Responsibilities:",
            "",
            "",
            "Educational Qualifications:",
            "",
            "",
            "Experience Qualifications:",
            "",
            "",
            "Technical Skills Qualifications:",
            "",
            "",
            "Additional Knowledge, Skills and Abilities:"
        ],
        "job_bullets": [
            "Python",
            "Machine Learning",
            "Apply statistical modeling or machine learning algorithms to optimize marketing efforts with respect to customer acquisition, retention, customer experience, and margin enhancement",
            "Lead and help develop more junior analysts",
            "Work with the marketing team to plan and analyze A/B tests",
            "Quantify the effects of various marketing levers",
            "Produce models that predict consumer behavior responses to various marketing levers",
            "Help executives monitor the pulse of the business by automating reports of key performance indicators",
            "Develop useful visualizations",
            "Translate, communicate, and present results and recommendations to a non-technical audience",
            "Bachelors degree in Statistics, Computer Science, Economics, Engineering, Mathematics, or Operations Research required",
            "Advanced Degree (MS or PhD) in a quantitative field is strongly preferred, such as Statistics, Computer Science, Economics, Engineering, Mathematics, or Operations Research",
            "3+ years in statistical modeling and quantitative analysis in industry or full time academic research",
            "Previous retail electricity market experience preferred",
            "Previous marketing experience preferred",
            "Experience analyzing weblog data a plus",
            "Kaggle competition experience also a plus",
            "Statistical modeling and analysis skills",
            "Strong general programming skills",
            "Proficiency with Python, including pandas and scikit-learn",
            "R programming a plus",
            "Strong SQL skills / understanding of relational databases",
            "Comfortable working in Linux",
            "Excel guru",
            "Git for version control",
            "Bayesian Statistics a plus",
            "Survival modeling a plus",
            "Ability to translate complex business issues into achievable analytical learning objectives and actionable analytic projects",
            "Solid understanding of the use and interpretation of graduate level multivariate statistical techniques and sampling methods, such as multi-variant regression, ANOVA, factor analysis, cluster analysis, and principal components analysis",
            "Ability to interpret complex analytic results and develop practical business implications",
            "Understanding of the utility business, to include service process, market structure/pricing and competitive environment",
            "Good communication skills",
            "Strategic marketing mindset and firm understanding of key marketing and financial concepts",
            "Keen attention to detail",
            "Ability to work as a team member in a fast paced environment",
            "Demonstrated ability to learn and apply new technologies and new analytics models/techniques as needed",
            "Think critically about analyses to ensure the conclusions make sense before sharing"
        ]
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-system-soft-technologies-3305596215?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=80Lc%2BCv0H96oirR8P7TrNA%3D%3D&position=24&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "System Soft Technologies",
        "location": "Dallas-Fort Worth Metroplex",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "IT Services and IT Consulting",
        "job_paragraphs": [
            "Data Scientist",
            "Irving, TX",
            "Direct Hire",
            "MUST BE: US Citizen or Green Card Holder. Will not be able to sponsor anyone at this time, thanks.",
            "",
            "Irving, TX - mostly remote (5 days in office over the remainder of 2022 and in 2023 will likely be 2 days in office and 3 days remote)",
            "",
            "Job Summary",
            "",
            "The Data Scientist role takes end-to-end ownership of achieving business objectives through the development, application and deployment of advanced analytical (prescriptive, predictive, machine learning, AI) models.",
            "In order to succeed in this role, the applicant should be eager to take on challenges and responsibility of increasing complexity, have impeccable attention to detail, be fully accountable for business outcomes, be able to improvise and solve problems in the absence of perfect data, be able to simplify and communicate complex results to key business stakeholders via presentation and visualization tools Job Description",
            "",
            "Responsibilities",
            "•Develop and implement advanced analytics solutions (predictive, prescriptive models, machine learning algorithms, AI models) to support / optimize business outcomes",
            "•Develop various advanced analytical initiatives to support key strategic priorities and focus areas (counts, margin and overall portfolio value optimization)",
            "•Provide actionable business insights via experimental design and testing; leverage learnings to drive further optimization in campaign performance",
            "•Demonstrate tangible business value from his/her models and ensure that stakeholders are aligned with expected and actual results",
            "•Manage a project from initial analysis to readying a model for production",
            "•Maintain balance between pragmatic and deeply rigorous solutions depending on business context",
            "•Develop code and processes that are repeatable and easily maintained",
            "•Staying up to date on new machine learning techniques and approaches to data science",
            "•Must be an independent thinker, with a strong bias towards action",
            "",
            "Education and Experience",
            "•Masters degree in Applied Mathematics, Operations Research, Industrial Engineering, Economics, Statistics or a related quantitative discipline",
            "•3-5 years of hands-on experience in the areas of developing and deploying predictive & prescriptive analytical models and Machine Learning & Optimi",
            "",
            "System Soft Technologies is a proud equal employment opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, national origin, disability status, sexual orientation, or any other characteristic protected by law."
        ],
        "job_bullets": []
    },
    {
        "link": "https://www.linkedin.com/jobs/view/data-scientist-at-red-oak-sourcing-3298989882?refId=QWG1gni32eUdRYYiGslz2w%3D%3D&trackingId=rOp3GUWyWTm1ZYpHlNvhnQ%3D%3D&position=25&pageNum=0&trk=public_jobs_jserp-result_search-card",
        "job_description": "",
        "company": "Red Oak Sourcing",
        "location": "Mansfield, MA",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "Engineering and Information Technology",
        "Industries": "Pharmaceutical Manufacturing",
        "job_paragraphs": [
            "Data Scientist",
            "Reports to: Director, Strategy & Analytics",
            "",
            "Red Oak Sourcing is a 50/50 joint venture between two Fortune 20 companies, Cardinal Health and CVS Health. Red Oak has sole responsibility for generic pharmaceutical sourcing for Cardinal Health and CVS Health’s retail division and pharmacy benefit manager - representing 85% of the pharmaceutical product volume of the two companies – making Red Oak is one of the largest generic sourcing entities in the U.S.",
            "",
            "Position summary",
            "Red Oak is seeking a highly skilled Data Scientist for the Advanced Analytics team (a division of the Strategy & Analytics team) to develop machine learning models, build visualizations, code automation processes, and perform at hoc analytics to inform daily generic pharmaceutical sourcing strategy as well as longer-term decisions made by the Executive Leadership Team. The data scientist will contribute throughout the data project lifecycle including: identifying use cases for a wide variety of machine learning models, collecting and cleaning data, coding and testing models, and implementing them in production. This role will also serve as one of Red Oak Sourcing’s data science subject matter experts and help evangelize solutions and new technology to the broader organization.",
            "",
            "Location",
            "Hybrid work model, with Red Oak's office being located in Foxboro/Mansfield, MA (Monday's and Friday's are work from home). Typically 2 days in-office.",
            "",
            "Responsibilities",
            "Develop Machine Learning Models and Other Code Based Data Science Processes",
            "",
            "Communicate with the Organization",
            "",
            "Develop & Improve Dashboards and Visualizations",
            "",
            "Work cross functionally to find and incorporate new data sources",
            "",
            "Qualifications",
            "Required:",
            "",
            "Nice to Have:"
        ],
        "job_bullets": [
            "Ideate, vet ideas, and discuss cross-functionally",
            "Collect, clean, validate, munge, and process data",
            "Code, test, and validate models and code",
            "Implement models and processes",
            "Contribute to develop standard operating procedures related to testing ideas, developing models, validating models, moving models to production, and revisiting existing models",
            "Evangelize data science and lead change management efforts to help the company adopt new data science approaches decision making",
            "Act as data science thought leader in the organization, by staying current on technologies, methods, and tools",
            "Communicate complex concepts to all levels of the organization (who have a wide range of backgrounds) clearly and effectively",
            "Contribute to effective dashboards and visualizations that clearly convey necessary information to the audience",
            "Manage creation of presentations related to your work, including a storyline, key messaging, graphical representation of data, and tailoring to the audience",
            "Design and create new Tableau dashboards and visualizations as needed",
            "Meet with dashboard users to better understand their business and informational needs, and educate them on how dashboards and visualizations can help them",
            "Monitor dashboard use/disuse and use those patterns to inform improvements",
            "Serve as the visualization subject matter expert and evangelist, by providing expert advice to the team and continually elevating our visualizations in day-to-day work and in presentations",
            "Remain up to date on emerging applicable visualization technologies and data science methodologies",
            "Organize, categorize, document, and quality control dashboards and visualizations.",
            "Perform ad-hoc analytics as needed",
            "Conduct research across the business functions to understand the Red Oak business and the generic pharmaceutical industry",
            "Identify & evaluate new data sources",
            "Work with analytics & data science teams to develop onboarding, ETL, and storage approaches that will ensure ready access to necessary data and good data governance",
            "Understand product and market changes and implications for Red Oak’s strategy, using available industry data sources to stay current on the business side of the organization",
            "Advanced proficiency in Python and common data science packages (NumPy, SciPy, pandas, sklearn, pytorch, etc.)",
            "Degree (Bachelors) in quantitative or technical field preferred (e.g., data science, applied analytics, econometrics, mathematics, engineering, etc.) and 2+ years of relevant experience",
            "Strong understanding of advanced statistical and machine learning methods, including supervised & unsupervised, deep learning, bootstrapping methods, and survival modeling.",
            "Proficiency with querying databases with SQL and strong understanding of relational databases",
            "Skills in at least one visualization program, package or library, an understanding of principles of data visualization and ability to develop meaningful and aesthetically pleasing visualizations",
            "Ability to work with variety of stakeholders, particularly executives, and communicate effectively",
            "Expertise in PowerPoint and Excel",
            "Knowledge of ML Ops and cloud tools",
            "An obsession with learning and continuous improvement",
            "Proficiency or knowledge of other programming languages (besides Python) such as R, Julia, C++, JavaScript etc.",
            "Advanced degree (MS or PhD) in quantitative or technical field preferred (e.g., data science, applied analytics, econometrics, mathematics, engineering, etc.)",
            "Experience with web scraping and robotic process automation (RPA)",
            "Proficiency with Tableau",
            "Experience in data analytics platforms such as Alteryx or Azure Data Factory",
            "Ability to build and present a business case extending from proposed data initiatives and analysis",
            "Experience with innovation methods is a plus (e.g., human centered design, systems thinking)",
            "A GitHub profile or other publicly available examples of your work is highly desirable"
        ]
    }
]